[
  {
    "title": "Coronavirus good deeds: Kindness acts and heartwarming scenes",
    "url": "https://thenewdaily.com.au/news/coronavirus/2020/03/18/coronavirus-good-deeds-italy/",
    "date": "2020-03-18",
    "transcript": "It’s easy to get swept up in the panic and fear being fuelled by the coronavirus outbreak, but there’s a wave of good deeds and positivity that’s keeping the sickness at bay. In Italy, one of the key affected countries, people are singing from their balconies to lift the spirits of those around them. People of my hometown #Siena sing a popular song from their houses along an empty street to warm their hearts during the Italian #Covid_19 #lockdown.#coronavirusitalia #COVID19 #coronavirus pic.twitter.com/7EKKMIdXov — valemercurii 🌍 (@valemercurii) March 12, 2020 Of course not everyone has a great singing voice. So musical instruments have been whipped out to form a backing track.  Salerno Secondo giro.Forza Campania, Forza Italia!Direttamente da Salerno,dai balconi.. l'inno di Mameli..❤️ Posted by Meteo Campania on Thursday, March 12, 2020 It’s not dissimilar to Wuhan, back in the early days of the coronavirus outbreak, when the locked-down occupants sung and danced to each other via videos on the internet. Alongside uplifting actions are tales of downright human compassion. Gone are the stories of shoppers brawling over diminishing groceries in supermarkets. Instead they’re being replaced with acts of kindness. People with surplus goods are actively seeking out those who haven’t been so fortunate, seeking to share their stock so others won’t go without. In one Melbourne neighbourhood, residents have begun waking to gifts left on their doorsteps. Alice Mitchell, whose work has ordered her to stay home, has begun trying to keep the strength of community spirit alive. As she and her family were staring down the barrel of potential self-isolation, Ms Mitchell was turning away from the anxiety-inducing media saturation and towards more traditional forms of entertainment. “I noticed I was gravitating toward board games and the like, to keep my mind occupied from the media overexposure,” Ms Mitchell told The New Daily. “I figured most others could benefit from a similar thing. “So I bought a bunch of puzzles which were inexpensive but might mean the difference between sanity or not.” Together with her two sons, they’ve begun leaving puzzles on their neighbours’ doorsteps at night – with a little note about “keeping sane during lockdown”. “When the climate seems to be every man for himself out in public, I just wanted to give a gesture to my immediate neighbourhood so that they know we’ve got their backs if they need it,” Ms Mitchell said. The reaction has been heartwarming. Neighbours have come a-knocking to chat and say thanks, with a renewed sense of optimism. On Wednesday morning, they woke to their own porch surprise: a thank you note, some chocolate and a “cheeky” roll of toilet paper. “Hopefully they’ll think to pass things down the line to help strengthen our communities – because we need each other more than ever now,” she said. “That human-to-human interaction builds each other up.” Have you seen a kind act during the coronavirus outbreak? Tell us in the comments below. Even better – do one yourself",
    "source": "The New Daily",
    "summary": "So I bought a bunch of puzzles which were inexpensive but might mean the difference between sanity or not. Together with her two sons, theyve begun leaving puzzles on their neighbours doorsteps at night  with a little note about keeping sane during lockdown.",
    "score": null,
    "topic": "Coronavirus"
  },
  {
    "title": "Oregon Man May Be Oldest Coronavirus Survivor",
    "url": "https://www.newser.com/story/289069/he-beat-the-virus-at-age-104.html",
    "date": "2020-04-03",
    "transcript": "                                                                                    –                                        At age 104, Bill Lapschies has just survived his second pandemic—and he's pretty darn excited. \"Woooo!\"said the World War II veteran, who lived through the 1918 flu pandemic as a toddler, as he celebrated his birthday outside Edward C. Allworth Veterans' Home in Lebanon, Oregon, this week, per the Oregonian. Lapschies was among the first of 15 residents to test positive for COVID-19 on March 11, almost a week after developing symptoms. He fell \"very very sick,\" daughter Carolee Brown tells KOIN. But while two residents of the home have since died, Lapschies has \"met the guidelines by the CDC and Oregon Health Authority to be considered recovered,\" according to a Veteran Affairs spokesperson. The Oregonian reports he may be the world's oldest coronavirus survivor.                                                                            \"He just made this wonderful recovery,\" says Brown, who attended Wednesday's celebration, complete with balloons and chocolate cake. \"We were like shocked that he was kind of sitting in his wheelchair waving at us through the window.\" Asked how he felt at 104, Lapschies, allowed outside for the first time in weeks, responded, \"Pretty good. I made it.\" He then added, \"Good for a few more.\" Brown believes her father's \"upbeat attitude\" played a role in his recovery. \"He's never down,\" she tells the Oregonian. Granddaughter Jamie Yutzie, meanwhile, credits health care workers at the nursing home. Lapschies was drafted into the US Army in 1943, but now it's these workers who are \"on the front lines and in the trenches,\" she tells the Washington Post. \"They're the heroes now.\"   ",
    "source": "Newser",
    "summary": "said the World War II veteran, who lived through the 1918 flu pandemic as a toddler, as he celebrated his birthday outside Edward C. Allworth Veterans' Home in Lebanon, Oregon, this week, per the Oregonian.",
    "score": null,
    "topic": "Coronavirus"
  },
  {
    "title": "10 Positive Updates on the COVID-19 Outbreaks From Around the World",
    "url": "https://www.goodnewsnetwork.org/10-positive-updates-on-the-covid-19-outbreaks-from-around-the-world/",
    "date": "2020-03-17",
    "transcript": "If it seems that your news feed has been flooded with nerve-wracking updates on the COVID-19 outbreaks, have no fear—there are also plenty of positive updates on the pandemic as well.\n\nSo without any further ado, here is a list of 10 hopeful headlines on the coronavirus response from around the world.\n\nScientists at the Kaiser Permanente Washington Research Institute in Seattle delivered the first rounds of a potential coronavirus vaccine to several dozen optimistic volunteers earlier this week.\n\nOne 43-year-old vaccine recipient is Jennifer Haller, who is a mother to two teenagers.\n\nShe was all smiles afterward, telling AP reporters she was “feeling great” as she was leaving the clinic.\n\n“This is an amazing opportunity for me to do something,” she added.\n\n2) Distilleries Across the United States Are Making Their Own Hand Sanitizers to Give Away for Free\n\nAmidst national shortages of hand sanitizers, alcohol distilleries in Atlanta, Portland, rural Georgia, and North Carolina have begun using their facilities to make their own sanitation products.\n\nSince the World Health Organization (WHO) says that cleaning your hands with an alcohol-based rub can help to kill viruses on your hands, many of the distilleries say they hope to continue producing their bootleg sanitizers until the virus has been properly contained.\n\n3) Air Pollution Plummets in Cities With High Rates of Quarantine\n\nSatellite readings of air pollution levels over China and Italy show that the regions hit hardest by the COVID-19 have also caused air pollution levels to decline dramatically.\n\nSome reports estimate that China’s quarantine has saved more than 100 million metric tons of carbon dioxide emissions from entering the atmosphere—which is about the equivalent of what Chile produces in a year.\n\nNot only have similar effects been reported across Italy, the canals and waterways of Venice are reportedly cleaner than ever with the waters shining crystal clear in the absence of diesel-powered boats and gondoliers.\n\n4) Johns Hopkins Researcher Says That Antibodies From Recovered COVID Patients Could Help Protect People At Risk\n\nThe vaccine being tested in Seattle isn’t the only potential treatment for the disease—an immunologist from Johns Hopkins University is reviving a century-old blood-derived treatment for use in the United States in hopes of slowing the spread of the disease.\n\nThe technique uses antibodies from the blood plasma or serum of people who have recovered from COVID-19 infection to boost the immunity of newly-infected patients and those at risk of contracting the disease.\n\n5) South Korean Outbreak Finally Abating as Recoveries Outnumber New Infections for Three Days in a Row\n\nAccording to Reuters, South Korea recorded more COVID-19 recovery cases on March 6th than new infections for the first time since the nation experienced the largest Asian outbreak outside of China.\n\nSince the novel coronavirus outbreak was first reported in South Korea back in January, the nation reached a peak of 909 new infections on February 29th. Now, however, Reuters reports that the declining rate of infection has continued to fall with less than 100 new cases reported for several days in a row.\n\n6) China Celebrates Several Milestones of Recovery After Temporary Hospitals Close and Parks Reopen\n\nCrowds of medical staffers and discharged patients were filmed celebrating the closure of all 14 temporary hospitals that opened in Wuhan to treat COVID-19 patients during the worst of the outbreak.\n\nAuthorities told the South China Morning Post this week that the virus had finally passed its peak as the nation’s mainland experienced only 11 new cases on March 13th, most of which were from international travelers.\n\nAs the outbreak is finally brought under control, parks and tourist attractions are slowly beginning to reopen to the public under careful moderation.\n\n7) Australian Researchers Testing Two Drugs as Potential ‘Cures’ for the Virus\n\nAt the University of Queensland Centre for Clinical Research, scientists have found that two different medications—both of which are registered and available in Australia—have completely wiped out traces of the disease in test tubes.\n\nNot only that, the drugs were given to some of the nation’s first COVID-19 patients, which resulted in “disappearance of the virus and complete recovery from the infection,” researchers told News.com.au.\n\nThe university is now looking to conduct a nationwide trial with the drugs to evaluate the efficacy and tolerance of each drug administered separately and together.\n\n8) Uber Eats is Supporting the North American Restaurant Industry By Waiving Delivery Fees for 100,000 Restaurants\n\nAs restaurants across Canada and the United States are forced to temporarily shut down amidst COVID-19 outbreaks, Uber Eats has announced that they will be waiving delivery fees for independent restaurants.\n\n“We know the success of every restaurant depends on customer demand,” the company said in a statement. “That’s why we’re working urgently to drive orders towards independent restaurants on Eats, to help make up for the significant slowdown of in-restaurant dining.\n\nNEW Podcast: Daily Inspiring Covid-19 Updates from Good News Gurus Under Quarantine\n\n“As more customers are choosing to stay indoors, we’ve waived the Delivery Fee for the more than 100,000 independent restaurants across US and Canada on Uber Eats. We will also launch daily dedicated, targeted marketing campaigns—both in-app and via email—to promote delivery from local restaurants, especially those that are new to the app.”\n\n9) Dutch and Canadian Researchers Are Reporting Additional Breakthrough Research on Treating the Virus\n\nScientists from Canada and the Netherlands have also made medical breakthroughs of their own. In Toronto, a team of researchers managed to isolate the agent responsible for the ongoing outbreak of COVID-19, which will help researchers around the world develop better diagnostic testing, treatments, and vaccines.\n\n“Researchers from these world-class institutions came together in a grassroots way to successfully isolate the virus in just a few short weeks,” said Dr. Rob Kozak, clinical microbiologist at Sunnybrook Health Sciences Centre. “It demonstrates the amazing things that can happen when we collaborate.”\n\nMeanwhile, Dutch researchers have submitted a scientific paper for publishing on how they have identified an anti-body for the virus—and it could be a world-first.\n\n10) Here Are a Bunch of Other Ways That People and Businesses Are Supporting Each Other Throughout the US Outbreak\n\nDollar General has announced that they will be devoting their opening hour of shopping time to elderly customers. Athletes and sports teams are pledging to pay the wages of arena employees during the shutdown. Utility companies, landlords, automakers, and internet providers are waiving a number of late fees and payments to ease the financial burden of the shutdown. School districts across the country are still opening their doors to serve meals to kids and families.\n\nAll in all, the pandemic situation may seem grim, but these are just a few examples of how businesses and individuals are still looking out for each other during times of trouble.\n\nNEW Podcast: Daily Inspiring Covid-19 Updates from Good News Gurus Under Quarantine\n\nMultiply The Good By Sharing The Positivity With Your Friends On Social Media…",
    "source": "goodnewsnetwork.org",
    "summary": "The university is now looking to conduct a nationwide trial with the drugs to evaluate the efficacy and tolerance of each drug administered separately and together.",
    "score": null,
    "topic": "Coronavirus"
  },
  {
    "title": "Hotels Are Opening Up Free Rooms to Healthcare Workers Battling the COVID-19 Outbreaks",
    "url": "https://www.goodnewsnetwork.org/hotels-offer-up-free-rooms-to-medical-workers-battling-covid/",
    "date": "2020-03-26",
    "transcript": "As a means of caring for the hospital staffers in New York City and the UK currently battling the novel coronavirus outbreaks, these hotels are offering up free accommodation during the coming weeks.\n\nTy Warner, the chairman of the company which owns the Four Seasons in mid-town NYC, announced this week that he would be opening up the 5-star hotel to the state for complimentary use.\n\nWarner says he was inspired to volunteer the free rooms after hearing one of Gov. Andrew Cuomo’s calls to action this week.\n\nRELATED: Another Roundup of Positive Updates on the COVID Outbreaks From Around the World\n\n“Many of those working in New York City have to travel long distances to and from their homes after putting in 18-hour days,” Warner said in a statement. “They need a place close to work where they can rest and regenerate. I heard Governor Cuomo’s call to action during one of his press conferences, and there was no other option for us but do whatever we could to help.”\n\nAccording to NBC New York, there are a number of prominent hospitals within a 30-block radius of the luxury hotel, including the Bellevue, Weill Cornell Medical Center, NYU Langone, and Mt. Sinai. The news outlet goes on to say that Gov. Cuomo is also working with other city hospitals to provide free rooms for medical personnel fighting the outbreaks.\n\nMeanwhile in Manchester, England, retired soccer stars Gary Neville and Ryan Giggs—both of whom formerly played for Manchester United—are offering up their own hotels as free accommodation for NHS workers.\n\nGiggs and Neville are co-owners of the Hotel Football and The Stock Exchange through their GG Hospitality group. Although the two Manchester-based hotels will be closed to the general public, Neville published a Twitter announcement this week saying that every single one of their rooms would be offered up to nurses, doctors, and medical personnel battling the COVID-19 outbreaks.\n\n“Our 176 beds will be occupied by National Health Service workers and medical professionals,” said Neville in the Twitter video. “It’s at this time that I think the whole of our industry needs to show solidarity, not just for our staff in these uncertain times but obviously for those who need the accommodation most in the coming months.\n\nCHECK OUT: Chinese Company Ships Crates of Masks to Italy Covered in Italian Poetry—We Are ‘Leaves of the Same Tree’\n\n“It’s something we’re delighted to have come into agreement with. It will operate free of charge and our staff will operate the hotels as normal,” he continued. “The health workers will be able to stay there without any cost whatsoever in these next few months when they need isolation away from family members who may be affected by what’s going on.”\n\nRoman Abramovich, the billionaire owner of the Chelsea soccer team, has also offered to pay for NHS staffers to stay at the club’s Millennium Hotel in London for the next two months.\n\nThis is just one of many positive stories and updates that are coming out of the COVID-19 news coverage this week. For more uplifting coverage on the outbreaks, click here.\n\nScore Big With Your Friends By Sharing The Good News To Social Media…",
    "source": "goodnewsnetwork.org",
    "summary": "As a means of caring for the hospital staffers in New York City and the UK currently battling the novel coronavirus outbreaks, these hotels are offering up free accommodation during the coming weeks.",
    "score": null,
    "topic": "Thank You, Healthcare"
  },
  {
    "title": "These Restaurants Are Giving Away Free Food and Coffee to Hospital Staffers Fighting COVID-19",
    "url": "https://www.goodnewsnetwork.org/restaurants-giving-away-free-food-to-hospital-staffers-fighting-covid/",
    "date": "2020-03-30",
    "transcript": "As a means of expressing their gratitude towards the healthcare employees working on the frontlines to combat the novel coronavirus crisis, these businesses and restaurant chains are offering up tons of free goodies to hospital staffers and emergency responders.\n\nAccording to an open letter from Starbucks president and CEO Kevin Johnson, cafés across Canada and the US are now offering free small coffees to anyone who identifies themselves as a front line responder over the course of the next month.\n\nAlthough the North American branches are now operating solely as drive-thru locations, they will be providing the free coffees to police officers, firefighters, paramedics, doctors, nurses, and hospital employees until May 3rd.\n\nCHECK OUT: Hotels Are Opening Up Free Rooms to Healthcare Workers Battling the COVID-19 Outbreaks\n\n“This moment in time, as the world is united in an effort to mitigate the effects of COVID-19, requires coordinated action by governments, health care providers, businesses, and people in every community,” wrote Johnson. “Working together, we are making a difference and, together, we will overcome this unprecedented challenge.”\n\nInternational donut chain Krispy Kreme is also offering free boxes of donuts to health care workers every Monday starting today on March 30th for National Doctors’ Day.\n\n“Just go to a Krispy Kreme drive-thru, tell us what you need and show us your employer badge,” reads the Krispy Kreme website. “That’s it. Pick up some free dozens on the way to work for you and your colleagues, or maybe a free dozen on your way home to family after a long shift.”\n\nSince Crocs has always been a popular non-stick, cleanable shoe option for hospital staffers, the company is also giving away free pairs of shoes through their online site.\n\nTropical Smoothie locations are also giving away 100,000 smoothies to healthcare workers across the US.\n\n“In cafes across the country, the Tropical Smoothie Cafe family is working tirelessly to support our local communities, which are currently facing unprecedented hardship,” said Charles Watson, CEO of Tropical Smoothie Cafe, LLC. “Our safety is dependent upon the selfless, hard work of our local healthcare workers and first responders and we want to help them in any way we can.\n\nRELATED: Restaurant Flooded With Business After Launching an ‘Adopt a Doc or Nurse’ Catering Service\n\n“The 100K smoothie giveaway is a simple, but impactful example of one way we can show our gratitude and bring a smile to their face—one sip at a time.”\n\nIf you want to find more businesses offering free services during the outbreaks, check out this list from Thrillist.\n\nThis is just one of many positive stories and updates that are coming out of the COVID-19 news coverage this week. For more uplifting coverage on the outbreaks, click here.",
    "source": "goodnewsnetwork.org",
    "summary": "RELATED: Restaurant Flooded With Business After Launching an Adopt a Doc or Nurse Catering Service  The 100K smoothie giveaway is a simple, but impactful example of one way we can show our gratitude and bring a smile to their faceone sip at a time.  If you want to find more businesses offering free services during the outbreaks, check out this list from Thrillist.",
    "score": null,
    "topic": "Thank You, Healthcare"
  },
  {
    "title": "Scientists Can Now Accelerate COVID-19 Testing By Screening Multiple Samples at the Same Time",
    "url": "https://www.goodnewsnetwork.org/scientists-accelerate-covid19-testing-by-screening-samples-at-same-time/",
    "date": "2020-03-19",
    "transcript": "Health care professionals may be able to dramatically speed up the COVID-19 testing process now that Israeli scientists have successfully demonstrated a technique for simultaneously screening up to 60 patient samples at a time, rather than individually.\n\nCommunities around the world are emphasizing the need for virus testing amidst the coronavirus outbreaks. In Seattle, health care professionals are setting up drive-through test sites that allow patients to submit samples in as little as 3 minutes—all without having to leave their vehicle. Meanwhile, a small town in northern Italy has reported zero new infections since they blanket tested all 3,300 of the town’s residents.\n\nNow, researchers at Technion—Israel Institute of Technology and Rambam Health Care Campus have tested a method that will dramatically increase the current COVID-19 testing capacity using existing available resources. This method, known as pooling, enables simultaneous testing of dozens of samples.\n\nIts implementation has the potential to greatly accelerate the rate of testing and detection of COVID-19 infected patients in the population. The trial was completed in a matter of days thanks to the support of the Ministry of Health and the close collaboration between Technion and Rambam.\n\nRELATED: 10 Positive Updates on the COVID-19 Outbreaks From Around the World\n\nTesting for COVID-19 is currently being conducted in Israel with the focus on people with specific symptoms. The current rate of testing—about 1,200 a day—does not allow for monitoring of asymptomatic carriers in the population, which is vital to curb the epidemic.\n\nCOVID-19 is diagnosed with PCR testing, which is common for virus monitoring. This test examines the presence of a unique genetic sequence of viruses in a sample taken from the patient. The test takes several hours thus generating a bottleneck in identifying COVID-19 infected people in Israel and around the world.\n\n“Today, we receive approximately 200 COVID-19 test samples a day, and each sample undergoes individual examination,” said Dr. Yuval Gefen, director of the Rambam Clinical Microbiology Laboratory. “According to the new pooling approach we have currently tested, molecular testing can be performed on a ‘combined sample,’ taken from 32 or 64 patients. This way we can significantly accelerate the testing rate. Only in those rare cases, where the joint sample is found to be positive, will we conduct an individual test for each of the specific samples.”\n\nCHECK OUT: Gates Foundation Commits $100 Million to Speeding Up Coronavirus Treatments and Response\n\nAccording to Professor Roy Kishony, head of the research group in the Faculty of Biology\n\nat Technion, “This is not a scientific breakthrough, but a demonstration of the effectivity of using the existing method and even the existing equipment to significantly increase the volume of samples tested per day. This is done by pooling multiple samples in a single test tube. Even when we conducted a joint examination of 64 samples in which only one was a positive carrier, the system identified that there was a positive sample.\n\n“Although there are some logistical challenges in implementing the method, we expect that it will greatly increase the volume of samples tested per day so that we can identify the asymptomatic carriers. This approach should reduce the chance of infection and flatten the infection curve.”\n\nDirector of the Rambam Virology Lab, Dr. Moran Szwarcwort-Cohen estimates that, “implementing pooling in the final stage of the PCR test will make it easier for us to shorten the entire process and significantly increase the test rate.”\n\nCHECK OUT: CDC Director Commits to Free Coronavirus Testing for Anyone in the US Regardless of Insurance\n\nThe American Technion Society supports visionary education and world-changing impact through the Technion – Israel Institute of Technology. Based in New York City, the institution represent thousands of US donors, alumni, and stakeholders who invest in the Technion’s growth and innovation to advance critical research and technologies that serve the global good. Now with a presence in three countries, the Technion will prepare the next generation of global innovators.\n\nPresident of the Technion Professor Uri Sivan said: “This experiment conducted by Technion and Rambam researchers is complex, and under normal circumstances would take months. This is a remarkable example of the mobilization of an outstanding team in a time of crisis. The initial experiment was completed in less than four days. This achievement emphasizes the importance of the close relationship between Technion and Rambam and between medicine and engineering. Technion researchers have been enlisted in the war against the coronavirus and this is one of the many activities currently underway at Technion to combat the spread of the disease.”\n\nMultiply The Good By Sharing The News With Your Friends On Social Media – Representative photo by U.S. Air Force/Senior Airman Stephanie Sauberan",
    "source": "goodnewsnetwork.org",
    "summary": "Only in those rare cases, where the joint sample is found to be positive, will we conduct an individual test for each of the specific samples.  CHECK OUT: Gates Foundation Commits $100 Million to Speeding Up Coronavirus Treatments and Response  According to Professor Roy Kishony, head of the research group in the Faculty of Biology  at Technion, This is not a scientific breakthrough, but a demonstration of the effectivity of using the existing method and even the existing equipment to significantly increase the volume of samples tested per day.",
    "score": null,
    "topic": "Coronavirus"
  },
  {
    "title": "16-Year-Old Has Been Using His Flying Lessons to Deliver Medical Supplies to Rural Hospitals Fighting COVID",
    "url": "https://www.goodnewsnetwork.org/teen-flies-supplies-to-rural-hospitals-fighting-covid/",
    "date": "2020-04-09",
    "transcript": "16-year-old TJ Kim may not have his driver’s license yet, but he has been flying planes all over Virginia in order to deliver medical supplies to rural hospitals fighting the novel coronavirus.\n\nThe teen, who is a sophomore at Landon School in Bethesda, Maryland, was inspired to embark on his delivery missions after his classes were canceled as a result of COVID-19.\n\nWithout school or lacrosse to occupy his time, he turned his focus on his flying lessons.\n\nRELATED: Man Uses His Savings to Fill Up Gas Tanks For Dozens of Nurses Heading to Nearby Hospital\n\nAccording to The Associated Press, Kim and his family then launched their Operation SOS (Supplies Over Skies) project as a means of keeping busy during the shutdowns while simultaneously serving others in need by delivering supplies to rural hospitals.\n\nWhen Kim first asked his flight instructor, Dave Powell, to use their flying lessons as delivery runs for Virginia hospitals, the pilot was awestruck.\n\nLOOK: College Student Has Been Sewing Free Face Masks For Communicating With Hearing-Impaired Folks\n\n“For TJ to be more concerned with the needs of others in his melancholy state just reiterated to me how amazing this young man is,” Powell told The AP.\n\nSince the young man delivered his first batch of medical gowns, masks, sanitizer, and shoe covers to a 25-bed hospital in Luray on March 27th, he has continued to go on weekly flights to other critical access hospitals—and the healthcare workers have greatly appreciated the support.\n\nThis is just one of many positive stories and updates that are coming out of the COVID-19 news coverage this week. For more uplifting coverage on the outbreaks, click here.\n\n(WATCH the interview below) – Feature photo by Thomas Kim\n\nFly This Inspiring Story Over To Your Friends By Sharing It To Social Media…",
    "source": "goodnewsnetwork.org",
    "summary": "Since the young man delivered his first batch of medical gowns, masks, sanitizer, and shoe covers to a 25-bed hospital in Luray on March 27th, he has continued to go on weekly flights to other critical access hospitalsand the healthcare workers have greatly appreciated the support.",
    "score": null,
    "topic": "Coronavirus"
  },
  {
    "title": "The green bank for kids - set up by a child",
    "url": "https://www.theguardian.com/world/2019/may/31/14-year-old-peruvian-boy-bank-for-children",
    "date": "2019-05-31",
    "transcript": "He is a Peruvian banker who encourages schoolchildren to save, and offers his 2,000 customers cash for recycling plastic waste. But the really remarkable thing about José Adolfo Quisocala is that he is still a child himself. When many of his peers dreamed of becoming professional footballers, firefighters or cumbía music stars, José Adolfo had his sights set on the world of finance from an early age. By the age of seven, attending a state school in the Peruvian city of Arequipa, he decided he wanted to create a bank for children. He was motivated by seeing his peers skipping lunch because they had spent the little money they had on sweets or football cards. What drove him even more was the poverty he saw among children who were not attending his primary school. “Seeing children living in poverty, seeing many children working in the streets, at the traffic lights selling sweets, begging … made me think, why can’t these children go to a normal school,” he told the Guardian. “One of the reasons why those kids were working was because there was no money at home. Why can’t I teach them to save?” The Bartselana student bank he founded then now has more than 2,000 clients between the ages of 10 and 18 and offers loans, microinsurance and other financial services. The children can withdraw money from the cashpoints of several banks and building societies using personal bank cards, which no one else can use, and monitor their balances online. He also set savings goals his clients had to reach in order to withdraw money. Seven years ago, José Adolfo managed to convince a handful of teachers and pupils that his idea could work. Then a student prize from his local town hall helped him get the support of a local cooperative to formally register his bank. Since then he has won awards nationally, then internationally and he has not looked back. From winning Unicef’s Child and Youth Finance International Award in 2014 to the Children’s Climate Prize in 2018 and more recent accolades, José Adolfo has combined financial and environmental services. The student bank really took off when he came up with an innovative way for the children to earn money by collecting recyclable plastic or paper waste. “The children would sometimes bring savings of a few cents and I had promised that they could buy a bicycle, a computer or a laptop but with that amount of money it would take a long time,” he says. “I thought there must be a way they can earn money and I thought about rubbish; we all generate rubbish and I decided that was the solution.” The children bring plastic bottles, used school exercise books and old newspapers to a kiosk at their school where it is weighed and their bank accounts are credited with the corresponding amount of money. José Adolfo struck deals with local recycling companies to pay his bank’s clients a slightly higher price than normal; for example 0.80 Peruvian Soles (0.19 GBP) a kilogram of plastic or white paper. “We don’t want them to be in the street collecting rubbish but at home stopping the rubbish from reaching the street. So in their homes, they put out boxes for cardboard, paper, bottles – they start collecting and it becomes valuable,” José Adolfo explains. His efforts have not gone unnoticed by Peru’s environment ministry, which has made home recycling one of its principal campaigns. The country has introduced a law to tackle its estimated 18,000 tonnes of solid waste a day, half of which is not disposed of in landfills and ends up on streets, beaches and in rivers. “He’s making an incredible change in financial structuring and financial education that perhaps many adults could not have come up with,” said Peru’s environment minister, Lucía Ruiz, as she joined José Adolfo at a recent event in Arequipa. “By joining that with recycling and the handling of waste, a serious problem in our country, he’s scoring a double goal because he’s not just designing a financial opportunity for children and teenagers but also helping to reduce the amount of waste in the country.” “It’s a very hectic life for a 14-year-old,” José Adolfo says. “Even so, I’m passionate about what I do and I always tell people they should do what they like rather than what others believe they should do.” The bank recycles about four tonnes of material a month and has kiosks in seven schools in Arequipa; more are on a waiting list. Increasingly the model is in demand in the rest of Peru and abroad. Meanwhile, José Adolfo is studying online as he no longer has time to attend school. “He’s given up many childhood things – games, activities, what normal children do – but he too is a normal child, he just sees things differently and thinks in another way,” says his father, Herbert Quisocala, who left his job a year ago to help his son. “If he wants to cry, I’m here to help him understand that life is like that and you have to learn to accept the good with the bad.” This article is part of a series on possible solutions to some of the world’s most stubborn problems. What else should we cover? Email us at theupside@theguardian.com",
    "source": "The Guardian",
    "summary": "I thought there must be a way they can earn money and I thought about rubbish; we all generate rubbish and I decided that was the solution. The children bring plastic bottles, used school exercise books and old newspapers to a kiosk at their school where it is weighed and their bank accounts are credited with the corresponding amount of money.",
    "score": null,
    "topic": "Going Green"
  },
  {
    "title": "Dreaming of a green Christmas? Here's how to make it come true",
    "url": "https://www.theguardian.com/news/2019/dec/16/dreaming-of-a-green-christmas-heres-how-to-make-it-come-true",
    "date": "2019-12-16",
    "transcript": "Are you dreaming of a green Christmas? Households and individuals across the UK are turning their backs on the vulgarity of Christmas consumerism and waste by cutting back on obvious and most visible areas of excess such as unwanted gifts, plastic trees and decorations and unrecyclable wrapping paper. But the scale of our extravagance remains shocking. The Bank of England has calculated that the average UK household will splurge £800 extra in December on food and drink as well as gifts. Included in this is an average of 17 gifts bought per individual, according to online retailer Amazon. And according to a recent study by waste management company Biffa, the UK creates 30% more waste than usual over Christmas. This includes an estimated 227,000 miles of wrapping paper and 1bn cards that end up in the bin. An estimated 20% of gifts – some 120m items – will be headed for landfill on Boxing Day, according to the UK Gift Card &amp; Voucher Association. To make the most of the festive season without costing the earth, there are numerous other steps consumers can take to reduce their mountain of food waste, opt for the most carbon-efficient cooking, lighting and heating and even trim tedious miles spent on the motorway. The charity Oxfam helped blaze a trail with its range of poverty-busting ethical gifts including the “virtual goat”. Today, there is greater recognition the value of swapping physical gifts for more meaningful and useful experiences, and even investing time in volunteering. Which is more eco-friendly – a real or an artificial tree? Fresh trees are the more eco-friendly choice, as long as they are from a sustainable source. There are now well over 400 Christmas tree growers across the UK registered with the British Christmas Tree Growers’ Association, where trees are grown to guidelines governing sustainable cultivation. Look also for the FSC certification logo or Soil Association organic certification which means that no pesticides have been used during growing. You could also choose a tree with roots so that it can be replanted and enjoyed year after year. Artificial, plastic trees need to be used for up to nine years in order to have less environmental impact than natural alternatives, depending on how they are disposed of. However local charity shops may accept them for resale if they are in good condition. A 2-metre (6.5ft) artificial tree has a carbon footprint equivalent to about 40kg of greenhouse gas emissions – which is more than twice that of a real tree that ends its life in landfill and more than 10 times that of a real tree that is burned. Many consumers are also now opting to rent trees – complete with lights and decorations. Check your local garden centres or plant nursery, which will usually also deliver and collect the tree to save you the hassle. Among alternatives, Waitrose is selling a 30cm-high “edible” rosemary tree, shaped like its traditional counterpart, which can be used as a decoration or a Christmas table centrepiece. Friends of the Earth suggests that in smaller spaces indoor plants such as yucca or palm trees could be perked up with decorations. An estimated 8m trees decorated homes and offices across Britain last year, of which only 10% were recycled. The rest went into landfill, a wasted opportunity to create biomass that would have provided nutrients for depleted soil. Many local authorities and garden centres will be recycling Christmas trees in January. What alternative gifts would be better for the planet? Buy less and buy local. Each Christmas, a staggering 4,000 tonnes of products arrive in the UK by container from China. Presents bought locally means you will be supporting small suppliers and makers, while minimising your carbon footprint. Initiatives such as Small Business Saturday help, but support local retailers at other times too. Through its #AirWeShare campaign the environmental charity Hubbub urges shoppers to consider more environmentally friendly options for online shopping, including switching to a click and collect service to reduce the amount of city centre deliveries. The Carbon Trust says gifts that don’t consume electricity, such as toys and books, tend to have a lower carbon footprint than those that do. Buying good quality toys means they can be passed on to friends, family and charity shops, giving them a second or even a third life. And think whether you have to buy physical gifts? Could you buy an “experience” instead? Try gift tokens, cinema tickets, museum membership and so on. Sponsor an animal, buy some rainforest to protect, or even have a stab at making your own, including foodie gifts such as chutneys and cookies. Emi Murphy, a campaigner at Friends of the Earth, said: “Christmas presents don’t need to cost the earth. By shopping around a little you can find unique gifts that support the fight against the climate crisis, keep plastic out of our oceans and boost tree cover.” Deck the halls with boughs of … anything eco-friendly? Choose decorations wisely and keep them to use again. As tinsel can’t be recycled, try to limit how much you buy, and keep what you have to use year on year. Most tinsel sold in the UK is made in China (and of dubious quality), although John Lewis’s is made in a factory in Wales (which churns out 12,000km a year, enough if laid end to end to get from the UK to South Africa). Wrapping paper is one of the most wasted materials at Christmas. The Department for Environment, Food and Rural Affairs estimates that last year’s wasted paper would be enough to wrap up Guernsey. If we all recycled just half the 8,000 tonnes produced we’d save 25,000 trees. When wrapping steer clear of anything shiny, plastic-lined or decorated with glitter, which are not recyclable. Try the “scrunch” test – anything that doesn’t hold its shape when scrunched into a ball is not recyclable. Use salvageable materials like newspaper, brown paper, textiles, string, raffia (made from bark which regenerates) and vintage ribbon. Wrapping in newspaper (try the distinctive Eyewitness photo double page spread in the middle of the Guardian which my family has been doing for years) looks better than it sounds. Increasingly popular and Instagrammable is wrapping with brightly coloured fabric – based on the traditional Japanese art of furoshiki. Ditch the commercial Christmas crackers which are typically dusted with glitter (containing microplastics) and contain ghastly plastic toys that nobody wants anyway. Make your own (Lakeland and Hobbycraft do handy packs of “fill your own”) and invite your guests to make their own hats. What’s the best thing to do for homeless people this Christmas? Homelessness has reached epidemic proportions in the UK, where half of the homeless people are in London. Official figures show that at least 726 homeless people died in England and Wales in 2018 – a 22% increase on the previous year and the largest rise since records began in 2013. Homelessness charities say you can best help by donating directly to them in order to maximise resources. St Mungo’s, for example, says £25 would pay for a health check, £50 could fund a counselling session or £100 could buy resources for the charity’s Recovery College. Petra Salva, director of rough sleeper services at St Mungo’s, said: “Rough sleeping is harmful and dangerous at any time, [but is] increased when temperatures drop dramatically over times such as Christmas. I would encourage people to contact StreetLink to help connect someone with their local service as soon as possible. Giving money and food is a personal choice; we would encourage people to contact charities like St Mungo’s to see how they can help people in the long term.” Where can I volunteer? Check out whether local charities, old people’s homes, homeless shelters and food banks could do with a spare pair of hands. The Trussell Trust welcomes volunteers over Christmas for its 1,200-strong network of food banks across the UK, to help hand out a record number of emergency food parcels. The national food redistribution charity FareShare seeks volunteers at its depots across the UK to help sort food donated by supermarkets and to drive it to recipients such as charities and community projects serving up meals. You can also help FareShare by choosing a green token through its Community Matters “green token” scheme on Waitrose.com over Christmas. A similar scheme is FoodCycle, which welcomes volunteers for its 34 projects across the UK. Loneliness is always an issue at Christmas. You can volunteer or donate to Age UK, which says there are 1.4 million “chronically lonely” older people in England alone. What can I do to reduce my carbon footprint in the kitchen? If you are stuck when choosing what to cook, the Carbon Trust points out that turkey has a lower carbon footprint than beef, while vegetarian and vegan options are even lower than that. If you can’t steer clear of red meat make sure it’s British. Don’t overdo the cheeseboard, which has a high carbon footprint. Don’t preheat the oven for too long, or leave it on after the meal is prepared to keep food heated. And eat up those leftovers. What about plastics? It’s hard but not impossible to have a plastics-free Christmas. Food packaging is tricky, but supermarket chain Iceland is offering customers the choice of a plastic-free or reduced plastic packaging Christmas dinner this year. It is selling 18 Christmas products that are completely free from plastic packaging, including stuffing balls and black forest layered pavlova. Selfridges is removing plastic packaging from its own brand range of Christmas food, switching to home compostable alternatives for 90,000 mince pies and 3,000 Christmas cakes. Dispense with plastic cling film by using reusable beeswax-covered cotton cloths, available from Waitrose and Lakeland. And make you sure you recycle aluminium – popular as mince pie wrappers – correctly. A new campaign from the Co-op chain aims to stop tonnes of aluminium – including mince pie wrappers, from being dumped into landfill. Its research shows that more than one in five (22%) of UK adults do not recycle household aluminium and that more than 3,000 tonnes could end up in the general household waste. How can I reduce my travel? Hundreds of thousands of people will be criss-crossing the UK over the holiday, driving significant distances to visit family and friends – what some environmentalists refer to as “love miles” – adding to greenhouse gases and congestion. Avoid air travel if at all possible. Where a large number of people are travelling, the Carbon Trust advises people to check to see whether they can share a car or take public transport (though the railways are not for the faint-hearted at this time of year). Use car sharing websites and apps such as Liftshare and GoCarShare – sharing a journey means a lower carbon footprint for each passenger, less traffic on the roads, splitting fuel costs and hopefully enjoying some company. It urges people to consider a Skype chat rather than a visit. Can I offset my Christmas? Everything seems to be carbon-offsettable these days (you can even offset fake news now by paying to support its antidote – Guardian journalism). Offsetting Christmas is slightly harder (despite what companies offering opportunities to do so might say). With tree planting all the range now, you could forgo the palaver of getting a Christmas fir and dedicate a tree to a loved one – it’ll offset some carbon emissions, too. * * * Reading list Turning the Tide on Plastic by Lucy Siegle Veganish by Jack Monroe * * * Useful blogs 21 eco-friendly Christmas tips from Friends of the Earth Plan for a less wasteful Christmas from Recycle Now The Sustainable Christmas Guide from the Sustainable Restaurant Association Organic Gift Guides from the Soil Association",
    "source": "The Guardian",
    "summary": "Friends of the Earth suggests that in smaller spaces indoor plants such as yucca or palm trees could be perked up with decorations.",
    "score": null,
    "topic": "Going Green"
  },
  {
    "title": "Saving a city millions of gallons of water – one tap at a time",
    "url": "https://www.theguardian.com/global-development/2020/mar/19/saving-city-millions-gallons-water-one-tap-at-a-time-india-kolkata",
    "date": "2020-03-19",
    "transcript": "There is light drizzle as Vijay Aggarwal and Ajay Mittal manoeuvre their two-wheelers through the labyrinthine alleyways of Kolkata’s Tiljala road slum. Early Sunday morning, the neighbourhood is teeming with activity – women sit on their haunches washing clothes and utensils; half-soaped children scurry in and out of their baths; towel-clad men wait to brush their teeth. Every 50 metres a community pipe gushes out water – plastic bottles, jerry cans and metal buckets are lined up to fill. The duo along with their plumber, Ravi Shaw, who rides pillion, make their way to the first huddle of people and get to work. All it takes is a blow and twist of a wrench – the nozzle pops loose. Shaw fishes out an orange and white tap from his bag and fits it. While Aggarwal hurriedly plasters a Save Water Save Life sticker on to a lamppost, Mittal tells the people to close the tap once they are done and points out the helpline number on the sticker. As the three gather their tools, Aggarwal says: “It literally took two minutes to install a tap on this pipe – in return we have just saved the city gallons of water.” It was a casual moment that spurred Aggarwal into action. “In July last year, I was dropping my son off to school when at a traffic signal, I watched water gush out of a tap-less roadside pipe,” says Aggarwal, who runs a travel and tourism agency. Irked by what he saw, Aggarwal, 40, returned with his friend Mittal, 29. They bought taps at the local hardware store, hired a plumber and fixed 12 pipes on the street. The Fix for Life campaign to conserve water in Kolkata was born. In a country where safe drinking water is a development goal, Kolkata relies on its treatment plants to meet 95% of its needs. The Kolkata Municipal Corporation (KMC) produces 450m gallons of filtered water every day at its three main treatment plants. Apart from domestic and commercial complexes, KMC also provides potable water to the streets and slums for a few hours every day through an estimated 17,000 roadside pipes. For the 5 million people who reside in the city and 6 million who commute daily from the suburbs for work, this freely available safe drinking water is a life force. However, a recent KMC survey conducted in six of its 144 wards estimates that 30% of the water simply runs down the drain. The survey found about 10% of the wastage was due to these roadside pipes that do not have taps. “We had installed taps earlier but they are regularly stolen or broken,” says Mainak Mukherjee, the director general of KMC’s water supply department. “A large part of our budget is dedicated to providing clean drinking water. Kolkata is also one of the few cities in India where water is tax-free.” But without taps most of these efforts go to waste. Since July, every weekend members of Aggarwal’s civic society group, Active Citizens Together for Sustainability (ACTS), conduct “water drives” to fix taps. “In these last eight months we have conducted over 70 drives in several pockets of the city,” says Mittal. “On our most productive day we fix about 30 to 35 taps.” The target is to have fixed 1,500 by Sunday, which is World Water Day. But finding these pipes is a challenge. “There is no official data on the exact location of these pipes. This costs us precious time,” says Mittal. Here, other concerned citizens, community clubs and even police stations have reached out over social media to help accelerate their efforts. “People send us photos of pipes in their neighbourhood and we plan our drives along that route,” says Aggarwal, showing a WhatsApp text on his smartphone with photos of open pipes. “We will fix these this weekend. Our helpline is flooded with such messages.” ACTS has been helped by citizens such as Ashfaq Alam, a shopkeeper in the Tiljala slum, who earlier used his own money to install taps on the pipe that is being fixed. “It did get stolen but we installed it again. Sometimes you have to take matters in your own hands,” he says. A few years ago, the Lutheran World Service India Trust also ran a similar campaign in Kolkata to tap the pipes in surrounding streets. Some are unimpressed by the efforts. “Don’t bother,” says Bindu Das as the team fixes the pipe on his street. “The children in the neighbourhood will break it in a few days.” The solution to this is to use plastic taps. Mittal says: They last but they don’t have much resale value. We also go back and replace stolen or leaking taps if you reach out on our helpline.” Mukherjee concedes that this colossal wastage is mainly due to a lack of civic awareness. As Mittal points out, citizen-led initiatives can only complement the government. “There are just a few of us and it takes a lot of time to bring up our tally count. If only the government could do this in all the wards in the city, we could solve this problem in a week.” This article is part of a series on possible solutions to some of the world’s most stubborn problems. What else should we cover? Email us at theupside@theguardian.com",
    "source": "The Guardian",
    "summary": "If only the government could do this in all the wards in the city, we could solve this problem in a week. This article is part of a series on possible solutions to some of the worlds most stubborn problems.",
    "score": null,
    "topic": "Going Green"
  },
  {
    "title": "Is there life after plastic? The new inventions promising a cleaner world",
    "url": "https://www.theguardian.com/world/2018/mar/02/is-there-life-after-plastic-the-new-inventions-promising-a-cleaner-world",
    "date": "2018-03-02",
    "transcript": "Barely a day goes by without a new anti-plastic initiative: the Dutch supermarket with a plastic-free aisle; the Bali inhabitants sweeping the island for jetsam, the moves to get plastic out of teabags - and even out of Lego. And that was all just this week. But can we - or should we - aim to move beyond plastics altogether? What are the alternatives to a material that has dominated packaging for 70 years? Promising new technologies are vying for attention, but plastic is so ubiquitous – and so useful – that it will not simply disappear. Rob Opsomer, systemic initiatives lead at the Ellen MacArthur Foundation believes that 50% of plastic packagings could be recycled if they, or after-use systems, were better designed, and 20% could be tackled by reuse schemes. However about 30% of plastics need a fundamental rethink to prevent them ending up in landfill. It’s a sentiment that is gathering pace, with small businesses, laboratory scientists, corporate giants and individual innovators scrutinising every aspect of the plastic problem, from product design to sophisticated new biodegradable bioplastics. New materials Among those exploring alternatives to traditional plastics is Jeffrey Catchmark, professor of agricultural and biological engineering at Penn State University, who is plumbing the potential of naturally occurring polymers. Among the team’s successes are waterproof coatings made from cellulose and chitosan – the latter a material made by treating the shells of crustaceans. Not only are these coatings compostable, and break down in the environment, but they offer other benefits since they also act as adhesives, making the recycled products even better than the virgin packaging. “In fact [the waterproof coating] is completely compatible with the processes that the recyclers use to treat the paper pulp in order to prepare that for the next product that is made,” says Catchmark. Israel-based Tipa is one of the packaging companies focussing on bioplastics, and is developing their own flexible packaging. While the company admits their products are more expensive than traditional plastic, the approach could tackle one of the big problems with plastic wrappers, such the films that surround your tomatoes. “That plastic is not recyclable because it is three different plastics,” said Mark Miodownik, professor of materials and society at University College London. Tipa claims that its material – produced from a combination of biological and synthetic materials – breaks down rapidly in a home composter, unlike most so-called compostable plastics which only properly degrade in industrial treatment facilities. “Just imagine that all flexible packaging will be treated and will behave the same way as organic waste,” said Daphna Nissenbaum, CEO of Tipa. “What we offer is a packing solution that on the one hand is similar to conventional plastic, it brings us as consumers the same benefits as plastic, but on the other hand, [it is] fully compostable.” However Miodownik is cautious, noting that for compostables to catch on, the starting materials have to be sustainable or otherwise make use of abundant waste materials, such as waste oil, whereas recycling means resources can be used again and again. Nonetheless, so far Tipa’s flexible packaging has been embraced by businesses including snack-company Snact and fashion designer Stella McCartney. Others, meanwhile, have embraced a golden oldie: cellulose. Made from the plant polymer, cellophane is the wrapping that got us hooked on the idea of “seeing what we buy” but ended up being usurped by cheaper films made of plastic with a host of attractive properties. Now some, including Nestlé’s Quality Street are going back, using cellulose films from UK-based firm Futamura for their wrappings. Andy Sweetman of Futamura said its NatureFlex range is made from sustainable raw materials and can be industrially or home composted. And while the toxic chemical carbon disulphide is still used in manufacturing, this is now fed back into the system, tackling environmental concerns. Packaging made from seaweed promises another alternative to sachets and wrappers. Jakarta-based Evoware say both food-grade and packaging-grade products are available, with the focus on use in the food and drink, beauty, jewellery and electronic industries. One use, they note, is to package seasonings for instant noodles, with the sachets breaking down in hot water. Seaweed-based packaging has even been deployed for water, with London-based start-up Skipping Rocks Lab developing Ooho: squidgy liquid-filled balls that last for a few days and can be eaten. Among others keen to see their packaging eaten is Peggy Tomasula of the US Department of Agriculture whose team has used proteins from milk to make films which are claimed to be better than plastic at keeping oxygen out. Improved product design From coffee cups to drinks packaging and juice cartons, solutions are proliferating. A host of companies have taken-off, selling reusable alternatives to single-use coffee cups, and many cafes now offer discounts for their use. Others are redesigning single-use products, like the Triocup – a paper coffee cup which folds over at the top, removing the need for a plastic lid. Triocup co-founder Tom Chan said the ultimate aim was to remove the plastic lining too, making the vessel compostable or recyclable. UK-based FrugalPac, is also looking to tackle drinks packaging, with easy to recycle juice cartons and a coffee cup that, it claims, “can be recycled in any UK paper mill”. Rather than using paper with a tightly bonded plastic layer, the cup is made from recycled paper that easily breaks down at the mill, while the waterproof plastic lining floats free and can be scooped off, or removed by filters. “We should be making it a lot easier for consumers to be recycling these products and the way to do it is to redesign them so that they will go in existing recycling streams,” said Martin Myerscough, founder of the company, adding that eventually the team want to replace the plastic lining. Back to basics New materials take time to develop, and the pressing challenge for supermarkets to introduce plastic-free aisles, or go plastic-free all together, means some are turning to existing alternatives. Iceland has pledged that its own-brand items will be plastic-packaging free by 2023, embracing “a range of packaging comprising paper and pulp trays along with paper bags”. Tesco, which has set its target at 2025, has reduced the amount of plastic in some of its packaging – including meat trays – as well as making supportive noises about the much-mooted deposit-return scheme. Plastic water bottles – possibly the epitome of single-use plastic waste – have already been replaced in venues, including London Zoo which now uses recyclable aluminium cans. Although still single-use containers, cans are recycled at higher rates than plastic bottles, and each is largely made of recycled metal. “Aluminium is the most infinitely recyclable material on the market – as long as you recycle your can it will come back as another can and sometimes in as little as six weeks,” says CanO Water’s co-founder Ariel Booker. “Most plastic gets downgraded, it can’t be formed into another plastic bottle.” While the resealable cans make use of a plastic lid, these are separated during the recycling process, he adds. But new innovations are also afoot: M&amp;S which already has 90% recyclable packaging is among those looking to find new types of black plastic for its ready meals, since the dyes in current packaging mean it cannot be sorted using existing tech and usually ends up in landfill. Clothes While once the idea that a fleece jumper could be made out of recycled plastic was considered eco-friendly, recent revelations about the extent of microplastic pollution from synthetic fibres has resulted in a u-turn, with the majority of modern clothes guilty culprits. Traditional textiles, including wool, cotton, hemp and flax are all alternatives, however that hasn’t stopped new companies springing up with fresh approaches. Among them is Ananas-Anam, which produces a natural fibre from pineapple leaves, while Bionics makes fibres from reclaimed ocean plastic and wraps them or blends them with natural fibres. There is even a new alternative to leather, made from the grape by-products of the wine industry. In summary, there is no shortage of promising technology in the pipeline. But plastic is simply too good at its job to be completely phased out any time soon. “Plastics have come into being because they meet a lot of our needs as people, as humans, and I don’t think we are going to row back,” says Miodownik. This article is part of a series on possible solutions to some of the world’s most stubborn problems. What else should we cover? Email us at theupside@theguardian.com This article was amended on 2 March 2018 to correct a reference to cellulose, which should instead have been cellophane.",
    "source": "The Guardian",
    "summary": "We should be making it a lot easier for consumers to be recycling these products and the way to do it is to redesign them so that they will go in existing recycling streams, said Martin Myerscough, founder of the company, adding that eventually the team want to replace the plastic lining.",
    "score": null,
    "topic": "Going Green"
  },
  {
    "title": "Can planting billions of trees save the planet?",
    "url": "https://www.theguardian.com/world/2019/jun/19/planting-billions-trees-save-planet",
    "date": "2019-06-19",
    "transcript": "When Clare Dubois’s car skidded on an icy road in Stroud, Gloucestershire, a tree prevented her vehicle tumbling into a ravine. It was, she says, a sign. Humanity is nearing a precipice. Trees can stop us going over the edge. This calling was so strong that Dubois, a business life coach, founded TreeSisters with a friend, Bernadette Ryder, to take on a daunting mission: to reforest the tropics within a decade. In 2014, their new charity funded its first 12,000 trees by encouraging western women to make small monthly donations to reforestation projects in the tropics. Today TreeSisters is planting 2.2m trees (average cost: 33p a tree) each year across Madagascar, India, Kenya, Nepal, Brazil and Cameroon. “We have to make it as natural to give back to nature as it is to take nature for granted,” Dubois says, musing on the need to “shift from a consumer species to a restorer species”. She is not alone. The global elite is embracing tree-hugging rhetoric. It is as if the world has suddenly woken up to the restorative powers of plants. Forests can stop runaway global heating, encourage rainfall, guarantee clean water, reduce air pollution, and provide livelihoods for local people and reserves for rare wildlife. Politicians are waking up to the potential of “natural climate solutions” – reforestation and other ecological restoration – to capture carbon and tackle the climate crisis. Such solutions could provide 37% of the greenhouse gas mitigation required to provide a good chance of stabilising global heating below the critical 2C threshold. In March the United Nations announced a Decade of Ecosystem Restoration and has set a target to restore 350m hectares – an area bigger than India – by 2030. India itself has pledged to plant 13m hectares of forest by 2020, Latin America is aiming at 20m hectares and African countries 100m hectares by 2030. China’s aspiration is to plant an area of forest as large as Ireland every year. Trees are increasingly hailed as a solution for climate-stressed cities too, preventing overheating and reducing air pollution. In England, more than 130,000 trees are to be planted in towns and cities over the next two years. But it isn’t as simple as just grabbing seeds and saplings and sticking them in the ground. Non-native plantations can cause problems for biodiversity, local livelihoods – or both. Grand pledges aren’t always met. Dubois is only “vaguely heartened” by the new mood. She points out that a 2014 UN declaration pledged to halve deforestation by 2020. Instead, record deforestation ensued and in 2018 an area of primary forest the size of Belgium was lost, the third-highest annual depletion since records began in 2001. Technology – such as tree-planting by drone – is often hailed as a game changer, but it can be hit-and-miss. “Everybody thinks that smarter technology is going to save us,” says Dubois. “A significant amount of the materials required to be mined for that smarter technology are under the last remaining old-growth forests.” TreeSisters refuses to use drones, “because we’re all about the relationship between people and trees”, says Dubois. “It’s the disconnect between people and trees that drives deforestation. We need people connected with forests.” TreeSisters’ philosophy is different: local, community-based reforestation with native trees in the tropics. “The tropical forest belt provides cooling and rainfall,” says Dubois. “It’s part of the delivery system for a habitable climate for all of us.” In Madagascar, the charity is helping Eden Reforestation Projects replant lost mangrove and dry deciduous forests on the north-west coast. Mangroves are a wonder-tree for local and global ecosystem services; they protect human communities from coastal floods but also filterriver flows out to sea and prevent soil washing into the ocean and destroying coral reefs. They are also crucial nurseries for juvenile fish. Most importantly, perhaps, studies suggest they can sequester four times more carbon than rainforest. Between 2000 and 2015, the equivalent of Brazil’s annual carbon emissions was released by the destruction of mangrove forests. Eden employs local people to gather and plant mature propagules from mangroves. These seedlings usually fall from the tree and stick straight in the mud or float away until they reach another shore and grow. The mangrove-planters also clear debris from the forest because logs and debris shifted by the currents can destroy seedlings. (The debris is piled in particular spots so it creates wildlife habitat.) At most planting sites, the two-week tide cycle contains a six-day window when planters can canoe into the mangroves, plant propagules and catch the outgoing tide before they get stranded on the mudflats at low tide. “Our goal is twofold: reforestation and poverty alleviation,” says Jamie Shattenberg, international director of Eden Reforestation Projects, Madagascar. “If you’re going to do reforestation and you ignore the human issue – poverty – it’s difficult to find success, because the forest is what people turn to last if they have no other sustainable livelihood.” In the project’s first year, eight people planted 100,000 mangroves. Now Eden employs more than 1,000 people to plant trees, with 225m new mangrove trees planted since 2006. Some Malagasy planters were enslaved to local fish barons because they owed money for using their fishing equipment; tree-planting income has enabled them to repay their debts and escape this bondage. Restoring coastal mangroves is not simple. Eden plants mainly on government and community land along the coast, with the support of local villages. Most mangrove is no-man’s land but people still claim rights to establish shrimp farms or raid forests for timber for building and charcoal. “The thing that’s really now destroying them is charcoal,” says Shattenberg. “Once a mangrove forest is cut down it takes generations to refill, the mud starts eroding and kills the reef and a negative cycle starts. We’ve had areas tree-poached, and we’ve put guards in. Charcoal is a constant problem, and you can’t change it overnight because so much of Madagascar relies on charcoal for their cooking. It’s like telling England and France ‘no more gas’. You have to find a different source of fuel and make it affordable.” Then there is a “charcoal mafia”: “You get in the way of charcoal directly and you’re in the way of people’s money and people don’t like that.” Shattenberg is optimistic, however, about visible changes to the environment – and consciousness. “Massive areas are starting to come back and the Malagasy are seeing changes in the fish, crab and wildlife populations. We’re seeing a change in how people feel about the forest. They recognise they can protect it. It’s for Madagascar, for the Malagasy people and it’s for the future of our world.” A similar emphasis on reforestation for local people is driving the restoration of deforested Mount Kenya. TreeSisters is working with the International Tree Foundation (ITF), a charity founded in 1924 by a visionary forester in colonial Kenya called Richard St Barbe Baker. The charity was originally called Men of the Trees. Now it is supporting reforestation led by local women. “One of the very clear learnings we’ve had is that the more you can work with local organisations that are women-led or driven by women, the better your results,” says Paul Laird, programmes manager at the ITF. “It is the women’s groups that really drive and motivate, and men are often pleased to have women running it.” Kenya is water-stressed, and dependent on seasonal rains for its water supply. Forest cover can influence rainfall and local humidity and temperature, as well as filter water. The country’s current forest cover is a meagre 7% at best; Kenya’s constitution commits to increasing it to 10%. Kenya has also signed the African Forest Landscape Restoration Initiative (AFR100) commitment to restore 5.1m hectares of degraded land in Kenya. But such targets are not yet creating much traction on the ground, according to Laird. Below Mount Kenya is a circle of humid montane forest. Google Earth reveals it is decidedly patchy. “What happened to the forest? The 20th century happened to the forest,” says Laird. The colonial regime harvested native forest and replaced it with eucalyptus and pine plantations – non-native monocultures that are “a killer in terms of biodiversity”, according to Laird. After independence, commercial gangs took timber and both rich and poor turned forest into farmland. The ITF is supporting local charities such as Mount Kenya Environmental Conservation to work with local women to establish small nurseries of native trees at the forest fringe. The sales of these tree seedlings provide the groups with an income, which is then distributed as loans to help women’s farms and businesses. Native trees are planted directly into deforested areas, while a new scheme enables local people to temporarily grow potatoes in reforested areas, the cultivation helping native trees grow free of weeds for their first few years. The women also grow high-value grafted trees such as avocado and macadamia nut on their own burgeoning agro-forestry farms. “Women are the primary caretakers of the household and know their reliance on a healthy forest,” says the Nairobi-based Teresa Gitonga of the ITF. “They are the people who look for firewood, they are the people who cook so they also look for water. Women are change agents. The only thing they need is to unlock their potential and know that planting trees will make their lives better.” According to Anastacia Njoki, a member of a tree-planting group close to Mount Kenya, she and her fellow agro-foresters share experiences, as well as sing together. “We are doing it because we are the ones who have to collect the firewood. Instead of cutting a large tree, we are collecting dead wood,” she says. But she recognises the wider benefits of trees to the region and Kenya itself. “The trees that we are planting are indigenous and we as a community are benefiting in one way or another to conserve our ecosystem and maintain the areas where our water is coming from,” she says. Mount Kenya’s forests, she says, make it their “water tower”. In western countries, TreeSisters continues to raise awareness of a feminine way of responding to ecological crises and climate change, and the need to balance consumption with restoration. Dubois wants to embed restoration into every financial transaction: in other words, everything we buy must also include “a kickback to nature”. “Extinction Rebellion has blasted through collective denial and there’s suddenly a longing for solutions,” says Dubois. “We’re saying: ‘Let’s not wait for the government, we the people are the solution and can drive massive change.’ We’re talking about how we can move from rebellion to restoration.” It may be difficult to measure how awareness is raised, but perhaps it can be guided by the straightforward measurement that is planting trees. As Dubois puts it: “It’s tangible, it’s simple, it’s life-giving.” • This article is part of a series on possible solutions to some of the world’s most stubborn problems. What else should we cover? Email us at theupside@theguardian.com",
    "source": "The Guardian",
    "summary": "The only thing they need is to unlock their potential and know that planting trees will make their lives better. According to Anastacia Njoki, a member of a tree-planting group close to Mount Kenya, she and her fellow agro-foresters share experiences, as well as sing together.",
    "score": null,
    "topic": "Going Green"
  },
  {
    "title": "NY high school raises $489K with marathon dance",
    "url": "http://news.yahoo.com/ny-high-school-raises-489k-marathon-dance-074415362.html",
    "date": "2013-03-04",
    "transcript": "SOUTH GLENS FALLS, N.Y. (AP) — The 710 students from South Glens Falls High School danced for more than a day: Conga lines, \"Gangnam Style,\" giddy-ups, hand jives and the Harlem Shake. Then, flushed and weary, the teens showed why this is a dance marathon with a difference.\n\nStudents cleared a path for a group who walked or were wheeled to the stage set at one end of the gym. One by one — a woman battling cancer in a stocking cap, mothers of ailing children, car crash survivors — thanked the teenage dancers, who just raised almost $500,000 to help them tackle life's challenges.\n\n\"When a community comes together to help lift financial stress, which allows a child to get the proper care and have the best chance in life, that's priceless,\" Kate LaFoy told the hushed crowd in a choked voice. Her 15-month-old daughter Alessandra has Turner syndrome, a genetic condition. \"You know how they say it takes a village to raise a child? You're part of our village now. We are forever grateful.\"\n\nSouth Glens Falls High School students donated the hefty sum to LaFoy and 39 other recipients by dancing around the clock this weekend as part of an annual event in this small, weathered village just south of New York's Adirondack Mountains.\n\nThe dance marathon was started in 1978, the age of turntables and disco. It has morphed into a monster event consuming not only the students, but also the community. Kids go door to door seeking donations, sponsor pancake breakfasts and collect bottles, and they lean on family, friends and neighbors to pitch in. Locals — many who fondly remember their own dancing days — help direct traffic, donate goods for auction, paint faces or cut hair to raise money.\n\nAnd they open their wallets — something not so easily done in this village of about 3,500 souls still struggling to find its economic footing. Paper mills once powered by the Hudson River have shuttered, and residents have a median household income of $47,587, lagging behind the national figure of $52,762.\n\nStory continues\n\nThe weekend's record $489,716 easily topped the $395,352 collected last year, maintaining a trend of growing tallies. Some well-heeled colleges raise money into the seven figures with their annual dance marathons but you'd be hard-pressed to find any high schoolers pulling in this kind of dough.\n\n\"You're raised in the South Glens Falls community, you're expected to dance in the marathon dance,\" said senior Carly Weller, a member of the student committee that organizes the dance and selects recipients, all local. \"And after you do it once, you're hooked.\"\n\nThis dance marathon is different from the old endurance contests in which the last exhausted couple on the floor escapes the tap on the shoulder to win. The teenage dancers get a couple of hours to sleep, plenty of food and drinks and some other breaks from Friday night to Saturday night. There are costume parades and opportunities to chill out on the gym floor.\n\nBut it's still grueling.\n\n\"Definitely sleep during sleep break, drink lots of water, (use) deodorant,\" said senior Blake Snyder. \"Deodorant is key. And change your socks every time you can because if your feet are comfortable, you're comfortable.\"\n\nStudents get by not only on adrenaline, but also the knowledge that they are contributing to something larger in their community, said art teacher Tom Myott, an adviser for the marathon. Myott said the marathon's mission has been consistent since he was a student dancer three decades ago. Now it's his daughter's turn: freshman Mackenzie Myott danced her first marathon this weekend.\n\nThe 40 recipients chosen by students this year include children and adults fighting potentially fatal illnesses, a family recovering after a house fire and a local food pantry.\n\n\"The money will come in very handy,\" said Kristina Lemery, whose 4-year-old son Lukas has a brain tumor. \"The bills are still coming in the mail and it seems that it's never ending.\"\n\nAs Lukas bounced around a school room set aside for recipients, Lemery explained that he still faces potential peril and that he is blind in one eye.\n\n\"The tumor might grow back, he might need another surgery. He might need chemo. Right now we just take it day by day. ... So it's really nice that in such hard times, there's something joyful.\"\n\nLemery was among the recipients who lined up in the gym to say a few words to the dancers and the families packing the stands at the end of the marathon Saturday night.\n\nThe thanks were as profuse as the tears.\n\nThen the grand total was announced. The marathon was over and the dancers melted into each other's arms.\n\n\"Physically I'm exhausted. Emotionally I'm exhausted,\" Weller said. \"But I've never been as happy in my life.\"",
    "source": "reddit.com/r/UpliftingNews",
    "summary": "Some well-heeled colleges raise money into the seven figures with their annual dance marathons but you'd be hard-pressed to find any high schoolers pulling in this kind of dough.",
    "score": 13,
    "topic": "Community"
  },
  {
    "title": "This Unique School Accepts Plastic as School Fee, Transforms the Town",
    "url": "https://stillunfold.com/people/this-unique-school-accepts-plastic-as-school-fee-transforms-the-town",
    "date": "2019-06-01",
    "transcript": "Needless to say that plastic pollution, the accumulation of plastic objects in the Earth's environment, is increasing day by day. And, most importantly, it is adversely affecting wildlife, wildlife habitat, and humans at a high rate. Not only land but an increase in plastic waste is also affecting waterways and oceans the most.\n\nHowever, certain people started to look for positive initiatives for changing the current tragic state that we are living in. Yes, there are examples which are proving all hope isn’t lost to save our planet. And, one of those great examples is this Indian couple who operates a school that charges students in plastic instead of money for education and also transforming the entire town. Let’s know more about it!\n\nAbout Indian Couple Who Took This Initiative\n\nSource = Wtvideo\n\nHere we are talking about Parmita and Mazin, one other great couple same as the Brazilian couple who restored a destroyed forest. But here, the story is a little different.\n\nParmita & Mazin is the Indian couple that created this unconventional school in India where students carry bags of plastic every day on their way to school. Shocking but true!\n\nMazin had arrived in India from New York back in 2013 on a different school project. Due to his work, he later met Parmita, who was a Master’s student in Social Work at the Tata Institute of Social Sciences (TISS). And coincidentally, she was also planning to work in the education sector.\n\nBefore this school was established, most of these children worked as laborers in the local stone quarries. But the founders began to increasingly attract more children to school because of their focused curriculum and a passion for teaching and bringing the community together. They started with 20 children at first, but now they have grown to 110.\n\nAbout Akshar Foundation\n\nAkshar Foundation's revolutionary model gives underprivileged students all the skills they need to build productive lives for themselves.\n\nIt was started in June of 2016 by Parmita Sarma and Mazin Mukhtar in the northeastern Indian state of Assam on the southern boundary of the Himalayas.\n\nApart from regular studies, the foundation teaches students how to take responsibility for their environment and how to improve it.\n\nAnd, this school became the first one where students pay their \"school fees\" in the form of clean plastic waste from their homes. Also, they let students participate in the school Recycling Center while learning environmental science.\n\n​How They Got the Idea?\n\nSource = Twimg\n\nAccording to Sarma and Mukhtar, the key moments that led to the idea of recycling was when their classrooms would fill with toxic fumes as people nearby would burn plastic waste during the winter to keep their place warm.\n\nThey said that it was common in their area. Families there collect waste, including plastics and then burn piles to keep their place warm during the winter, not knowing of the serious environmental and health harm from such a method.\n\nHence by looking at such a situation, the couple was determined to make a positive change within the community both educationally and environmentally. Hence, they began to encourage their students to bring plastic waste as a form of tuition since many of them struggled to afford the fees required to attend school.\n\nSource = Time8\n\nIn an interview, Mazin Mukhtar, the Co-Founder of the school, mentioned that he & his wife together came up with the idea.\n\n“We were both already dreaming of starting a new kind of school specifically designed for children in poverty. We formed Akshar that same year we met and we started our school, Akshar Forum, in 2016.\n\nWhen we started the recycling center, parents were not cooperative at first. So we came up with the “Plastic School Fees” idea to compel the parents to recycle. The school was free for years before we started that policy. In reality, it’s more like mandatory homework than school fees but calling it plastic school fees serves to remind the parents: the school is entirely free but the least you can do is help us and help yourselves by sending your clean, dry plastic waste from home.”\n\nIn addition to that, Parmita Sarma, one of the school founders, said,\n\n“We wanted to start a free school for all but stumbled upon this idea after we realized a larger social and ecological problem brewing in this area. I still remember how our classrooms would be filled with toxic fumes every time someone in the nearby areas would burn plastics. Here, it was the norm to burn waste plastic to keep warm. We wanted to change that and so started to encourage our students to bring their plastic waste as school fees”\n\nHow Do They Work?\n\nSource = Creapills\n\nAs we mentioned earlier that before the school established, most of the children worked as laborers in the local stone quarries. There they would make around $2.50 a day.\n\nHowever, the school can’t pay to children. Hence, they found an alternative. Akshar Foundation allows older students to teach younger ones. Instead of money, those young teachers earn toy currency notes that let students buy snacks, clothes, and papers. Hence, it was a learning experience for the school as well.\n\nMoreover, those young ones can also ask their teachers to buy something online if they need anything from there. So the teachers order anything the student wants from Amazon by changing their earned notes to real money.\n\nMeanwhile, the Akshar Foundation teaches their students and parents about the adverse effects of plastic usage. Parmita said that before the parents got the awareness, they used to burn plastic to warm their homes.\n\nShe added that they were shocked to learn about the hazards they were exposing their children to once the school started educating the community.\n\nSource = Creapills\n\nWhile speaking about the teaching methods at school, Mazin said,\n\n“We use child labor to fight child labor – kids in poverty need to earn money to stay in school, learning and earning. We employ children as tutors and social workers. This ensures that younger children receive daily tuition from an older, caring student.\n\nOur students learn more to earn more – we pay them based on their skills and knowledge, and fine them for bad behaviour. As students move from one grade level to the next, their wages increase. Also, wages increase with teaching skill. Students are strongly incentivised to behave like model students.”\n\nHe added,\n\n“Place every student directly into a career – kids stay in school until the school finds a career for them — via college or apprenticeship in a high skill trade. Teens develop vocational skills, in addition to teaching, during the critical 12-18 age group. Students learn English, Math, and Science, but in secondary school, the curriculum incorporates Carpentry, Embroidery, Recycling, Photography and soon, a more developed Solar Technician course. We are developing a “School-to-Career Pipeline”.\n\nCharge them plastic school fees – teach them to be responsible for their surroundings. If every school does this, it can impact the plastic crisis. Students learn to address the problems afflicting their communities, and they develop machines and inventions as part of their coursework to address the problems.”\n\nSource = Wixstatic\n\nPer week, around 25 pieces of plastic waste every student brings as their contribution to the community.\n\nThey continued saying,\n\n“Initially, most of our teenage boys were dropouts and child laborers. Now, they earn money in school by teaching during school hours and operating our Recycling Center after school.”\n\nAmong all these students, some of the at-risk teens are employed to compress dozens of plastic packets into plastic bottles to make “Eco-bricks.” Such Eco-bricks are utilized for construction work by fixing them with cement.\n\nIt can be seen that in the picture of the small tree planter below, they used roughly 200 plastic bottles and 4,000 plastic packets ( half of them were non-recyclable).\n\nSource = Creapills\n\nMazin Mukhtar said,\n\n“Next, we plan on building a dedicated girl’s toilet using a combination of normal bricks and Eco-bricks.”\n\nAt last, Parmita and Mazin, the couple that created this school, said that they aspire to create 100 schools like this across India in the future.\n\nWatch This Video to Learn More about the Foundation:\n\nHats Off to the Couple!",
    "source": "reddit.com/r/UpliftingNews",
    "summary": "Families there collect waste, including plastics and then burn piles to keep their place warm during the winter, not knowing of the serious environmental and health harm from such a method.",
    "score": 49,
    "topic": "Community"
  },
  {
    "title": "Community donates prom dresses to help teen girls in need",
    "url": "http://www.firstcoastnews.com/article/news/local/community-donates-prom-dresses-to-help-teen-girls-in-need/77-524309024",
    "date": "2018-03-01",
    "transcript": "With a mission to make every girl's prom dream come true, Hyperion Brewing Company hosted a prom dress drive to help teenage girls in need on Wednesday.\n\nIt hosted \"Ladies Night: Prom Project Dress Drive\" in partnership with Show Me Shoes Foundation.\n\nAt the drive, donors received $1 off beers for donating gently used or new special occasion dresses, accessories, and shoes ahead of Prom Project 8: More than a Dress.\n\nJacksonville, @Show_MeShoes still needs your help to make every girl’s prom dream come true.\n\nMore details at 11 on how you can giveback in a HUGE way this prom season. @FCN2go pic.twitter.com/eRnzxoM6qS — Phillip Emmanuel (@FlyyNewsGuy) March 1, 2018\n\nProm Project 8 will be held March 14 from 2 p.m. to 5 p.m. Teen girls and their families who are in need will be able to shop for these donated dresses at no cost.\n\nTo register is free. You can do so by clicking here, but it must be complete by March 7. Donations will also be accepted until March 14.",
    "source": "reddit.com/r/UpliftingNews",
    "summary": "At the drive, donors received $1 off beers for donating gently used or new special occasion dresses, accessories, and shoes ahead of Prom Project 8: More than a Dress.",
    "score": 26,
    "topic": "Community"
  },
  {
    "title": "A Tiny Book Store Needed to Move so 200 Local Community Members Made a Human Chain to Help",
    "url": "https://www.cbc.ca/radio/q/blog/a-tiny-bookstore-had-to-move-so-they-formed-a-200-person-human-chain-1.4886012?fbclid=IwAR0Yau2mq7pyhI8u22U_yWQT66btOhw4-G1nVRE8qvC07rlnokqNaYqNllE",
    "date": "2018-11-01",
    "transcript": "If you have ever moved a lot of books, you know exactly what a headache it is. One bookcase will fill multiple boxes — and then when you get to where you're going, you have to unpack and reorganize them — so you can just imagine what moving an entire bookstore would be like.\n\nBut a beloved bookshop in Southampton, England found a smart solution to the problem when they were forced to move down the street: they formed a human chain.\n\n\"We are looking for volunteers to help us in the week of the 29th October to the 2nd November,\" read the plea on the October Books website. \"This is heavy manual work and so we are looking for people who are able to help lift and shift boxes, furniture, shelving and general awkwardly shaped things. This could include carrying items downstairs and/or loading trolleys or vehicles, or carrying them along Portswood Road from the old shop to the new shop.\"\n\nMore than 200 volunteers answered the call from the 40-year-old business, which bills itself as \"local, radical and eco-friendly.\" Amazingly, the volunteers stood in a long line, and one by one, passed more than 2,000 books to the new location which was roughly 150 metres away.\n\nOne hour. 200+ people. One stock room, emptied. THAT is community, friends <a href=\"https://t.co/LbgeAUMa3y\">pic.twitter.com/LbgeAUMa3y</a> —@OctoberBooks\n\n\"It was a tremendous show of support and community and we're moved and incredibly touched by it. We are of, and for, our community and it is truly heartening to see that reciprocated,\" said Clare Diaper, who works at the bookshop, in the Guardian.\n\nFirst opened in 1977, October Books had been in their former location for 15 years, but was forced to move because of rising rents. Through donations and repayable loans, the business was able to purchase a former bank building.\n\nAccording to The Society of St. James, the first floor of the property will be used to increase the housing stock available for vulnerable people.\n\n\"There is something about radical bookshops, especially long-established ones like October Books,\" said Ian Rothwell, investment manager at Cooperative and Community Finance. \"They have a special place in the hearts of local people and now, by opening up the old bank to community use, that bond will become even stronger.\"\n\nNot only did the store get all of the books moved; they have garnered a wave of attention from around the globe, and are being heralded as a model of what can happen when a community pulls together.\n\n\"One hour. 200+ people. One stock room, emptied,\" read an October Books tweet earlier this week. (See above.) \"THAT is community, friends.\"",
    "source": "reddit.com/r/UpliftingNews",
    "summary": "But a beloved bookshop in Southampton, England found a smart solution to the problem when they were forced to move down the street: they formed a human chain.",
    "score": 1,
    "topic": "Community"
  },
  {
    "title": "Completely 'locked-in' patients can communicate",
    "url": "http://www.bbc.co.uk/news/health-38761461",
    "date": "2017-02-01",
    "transcript": "Image copyright Wyss Center Image caption Kerstin Wirth was one of the people to take part in the trial\n\nPatients with absolutely no control over their body have finally been able to communicate, say scientists.\n\nA brain-computer interface was used to read the thoughts of patients to answer basic yes-or-no questions.\n\nOne man was able to repeatedly refuse permission for his daughter to get married.\n\nThe study on four patients in Germany- published in PLOS Biology - also showed they were happy despite the effects of being \"locked-in\".\n\nThe patients all had advanced forms of amyotrophic lateral sclerosis, in which the brain loses the ability to control muscles.\n\nIt eventually traps people in their own body - they are able to think, but incapable of moving or talking.\n\nWhen they become \"locked in\", it can still be possible to develop ways of communication using eye movements.\n\nBut all the patients in the study were \"completely locked in\" and could not even move their eyes.\n\nTrapped inside your own body: A doctor’s account\n\nBrain signals\n\nThe activity of brain cells can change oxygen levels in the blood, which in turn changes the colour of the blood.\n\nAnd scientists were able to peer inside the brain using light to detect the blood's colour, through a technique called near-infrared spectroscopy.\n\nThey then asked the patients yes-or-no questions such as: \"Your husband's name is Joachim?\" to train a computer to interpret the brain signals.\n\nThe system achieved an accuracy of about 75%.\n\nIt means questions need to be asked repeatedly in order to be certain of a patient's answer.\n\nProf Ujwal Chaudhary, from the Wyss Center in Switzerland where the work was pioneered, told BBC News: \"It makes a great difference to their quality of life.\n\n\"Imagine if you had no means of communicating and then you could say yes or no - it makes a huge impact.\"\n\nInsight\n\nPatients who have recovered from locked-in syndrome say being able to communicate makes a huge difference.\n\nKate Allatt, became locked in for five months when she had a stroke at the age of 39.\n\nUnlike the patients in this study, she became able to communicate when her friends asked her to blink once for yes or twice for no.\n\nShe told the BBC: \"It was phenomenal, that moment if you could wrap every single Christmas, every single birthday, every single child you've ever held in your arms for the first time - that was how exciting it was.\"\n\nIn one case a daughter wanted the blessing of her completely locked-in father before marrying her boyfriend.\n\nBut eight times out of 10 the answer came back no.\n\n\"We don't know why he said no,\" said Prof Chaudhary.\n\n\"But they got married… nothing can come between love.\"\n\nThe form of communication is being used for more practical day-to-day means such as finding out if patients are in pain or want a family visit.\n\nProf John Donoghue, the director of the Wyss Center, told the BBC: \"If a person who is totally locked-in is able to communicate, you're freeing the mind to interact with the world around them.\n\n\"That is remarkable.\"\n\nFollow James on Twitter.",
    "source": "reddit.com/r/UpliftingNews",
    "summary": "Prof John Donoghue, the director of the Wyss Center, told the BBC: \"If a person who is totally locked-in is able to communicate, you're freeing the mind to interact with the world around them.",
    "score": 14,
    "topic": "Virtual Tech"
  },
  {
    "title": "Woman Turns 100 Without Any Family, But With Thousands Of Good Wishes",
    "url": "http://www.npr.org/sections/thetwo-way/2015/06/01/411188040/woman-turns-100-without-any-family-but-with-thousands-of-good-wishes",
    "date": "2015-06-01",
    "transcript": "Woman Turns 100 Without Any Family, But With Thousands Of Good Wishes\n\nEnlarge this image toggle caption BBC Radio Sheffield BBC Radio Sheffield\n\nSunday was Winnie Blagden's birthday — and it was, despite her expectations, a big deal. When word got out that the English woman was about to turn 100 and had no living relatives, thousands of people sent cards and gifts.\n\nThe campaign to celebrate Blagden's 100th birthday was led by her local BBC radio station in Sheffield (she's a regular listener to the morning show). The station says its Facebook callout for birthday cards was seen some 6 million times since the effort began in the middle of May.\n\nBlagden often listens to the station's morning show. Before delivering some cards and unveiling a large surprise party, the BBC's Ian Thomas asked the widow if she thought she might get any birthday cards this year.\n\n\"Well, there might be some. But I'm not expecting anything marvelous, no.\"\n\nIn the end, Blagden received 16,000 cards — the Royal Mail dropped off more than 10 bags of them. They were mixed in with gifts, including many boxes of chocolate.\n\n\"I just can't get over it,\" Blagden told BBC Radio Sheffield on Monday. \"All this fuss.\"\n\nMore than 6 million people have seen the story of Winnie on our Facebook page and the appeal to make her 100th birthday special. She's been sent more than sixteen thousand birthday cards from all over the world. Today a surprise party was held for her at Sheffield Town Hall. BBC Look North's Ian White was there. Posted by BBC Radio Sheffield on Thursday, May 28, 2015\n\nSome of the cards came from old friends who had fallen out of touch, and many came from around the world: Sweden, Singapore, the United States. The BBC reports that Queen Elizabeth II sent a card, as well.",
    "source": "reddit.com/r/UpliftingNews",
    "summary": "The campaign to celebrate Blagden's 100th birthday was led by her local BBC radio station in Sheffield (she's a regular listener to the morning show).",
    "score": 12,
    "topic": "Community"
  },
  {
    "title": "NYC Opens Special Centers for Kids of Healthcare and Other Essential Workers on the Front Lines of COVID-19",
    "url": "https://www.goodnewsnetwork.org/nyc-opens-special-schools-for-children-of-essential-workers/",
    "date": "2020-04-05",
    "transcript": "For the 1.1 million public school students in New York City, life was upended when all classes were closed down to prevent the spread of the coronavirus.\n\nNow, in a never-before-attempted project, children with parents in the medical field have got a place to go during the day, while their parents go to work on the frontlines of the contagion.\n\nThe largest school state system in the United States set up “regional enrichment centers” where the 8,000 public school kids can do their school work at spaced-apart desks, eat three hot meals a day, and learn how to protect themselves from COVID-19.\n\nThe centers are not only taking in kids of hospital workers, the enrichment centers are helping children whose parents work in essential services, like utility departments, postal services, and grocery stores.\n\n“We’ve never done something like this before,” Miranda Barbot, a spokeswoman for the New York City Department of Education, told The New York Times. “We’ve made these centers available to thousands of families who need them.”\n\nLOOK: When Student Was Having Trouble With Math Homework, Teacher Gave Her Private Lesson From Her Front Door\n\n“They’re there for essential workers,” said NY City mayor Bill de Blasio. “So, here’s what it comes down to—so long as the essential worker, if they’ve got a better arrangement, that’s fine. We just need to support them to make sure they can show up and doing the lifesaving work they’re doing.”\n\nIn another move to support any of the city’s out-of-school students, the Department of Education is working with Apple to garner 300,000 iPads to lend out to students who don’t have access to an internet-enabled device for remote schooling which was slated to run from March 23rd to April 20th.\n\nRELATED: Mystery Mom Has Been Leaving Out Free Bagged Lunches ‘Made With Love’ for Anyone Who May Need Them\n\nParents who want to take advantage of the iPad borrowing service need only fill out a remote learning device application form on the NYC DOE website.\n\nThis is just one of many positive stories and updates that are coming out of the COVID-19 news coverage this week. For more uplifting coverage on the outbreaks, click here.\n\nBe Sure And Share The Heartening News With Your Friends On Social Media…",
    "source": "goodnewsnetwork.org",
    "summary": "Now, in a never-before-attempted project, children with parents in the medical field have got a place to go during the day, while their parents go to work on the frontlines of the contagion.",
    "score": null,
    "topic": "Thank You, Healthcare"
  },
  {
    "title": "Watch Farmer Use His Tractor to Plow Massive Tribute to Healthcare Workers into His Field",
    "url": "https://www.goodnewsnetwork.org/farmer-plows-tribute-to-nhs-workers-into-his-field/",
    "date": "2020-04-08",
    "transcript": "A talented farmer has created his own heartwarming tribute to the British National Health System (NHS) by using his tractor to plough a giant rainbow into one of his fields.\n\n33-year-old Jack Pantall used an aerial drone camera connected to his phone in order to map out the huge image of the NHS logo and the “Stay Safe” rainbow in appreciation for Britain’s healthcare workers battling the COVID-19 outbreaks.\n\nThe massive image measures in at 60 meters (196 feet) tall and 152 meters (500 feet) wide on his farm near Staunton-on-Wye in Herefordshire.\n\nPantall also managed to capture drone footage of himself creating the masterpiece, which took just 16 minutes to complete.\n\nMORE: New Jersey Teens Take Matters into Their Own Hands to Help First Responders and Small Businesses Amidst COVID-19 Crisis\n\nThe dad-of-two said he wanted to show his support for all of the NHS heroes—particularly since his 31-year-old brother Harry is a paramedic and his sister-in-law works as a doctor.\n\n“I had one field left I could use before my spring planting finished so I decided to do it as soon as a I could,” said Pantall. “My brother and I had been thinking about it and we saw some other people showing their appreciation in different ways. He said, ‘yeah why not let’s do it’.\n\n“Someone else in Exeter had done #NHS into some corn so we were thinking of something more original. My brother suggested putting the Stay Safe rainbow over the top. We decided to give it a go and the worst-case scenario was that it wouldn’t come out right.\n\n“Thankfully, however, it did. It turned out beautifully.\n\n“My drone connects to my phone so I was watching my phone screen … to see how it was coming out while I was doing it,” Pantall recalled. “So the video you’re watching is how I was able to draw it.\n\nLOOK: College Student Has Been Sewing Free Face Masks For Communicating With Hearing-Impaired Folks\n\n“I was driving around trying to get it done in a hurry because the drone battery only lasts about 20 minutes and I had to be relatively quick on it,” he added. “I managed to complete it in about 16 minutes, which was just in time, really.”\n\nThe rainbow has become a symbol of support for people wanting to show solidarity with health workers on the front lines of the novel coronavirus pandemic.\n\n“My gesture was just something we thought that we could do down at the field. It’s just us showing a small amount of appreciation,” says Pantall. “At the very least it brings a smile to people’s faces and makes them know we are thinking of them.”\n\nIn addition to broadcasting his message of support to NHS workers, Pantall has also set up a JustGiving page to support hospital staffers—and he hopes his stunt can help raise money and spirits.\n\n“The NHS workers are the main ones we must thank because they’re right in amongst it,” said Pantall. “It was all just to say a massive thank you to them.\n\nMORE: Man Uses His Savings to Fill Up Gas Tanks For Dozens of Nurses Heading to Nearby Hospital\n\n“We’ve got various friends who live next to us who are all nurses, resuscitation nurses, so they are in the mix of it. It’s a small contribution and they were ecstatic over it.\n\n“It really makes you feel good when they know there are people out there appreciating them. You never know someone is appreciating you until someone says.”\n\nThis is just one of many positive stories and updates that are coming out of the COVID-19 news coverage this week. For more uplifting coverage on the outbreaks, click here.\n\n(WATCH the time-lapse video below)\n\nPlow Up Some Positivity By Sharing This Sweet Story To Social Media…",
    "source": "goodnewsnetwork.org",
    "summary": "I managed to complete it in about 16 minutes, which was just in time, really.  The rainbow has become a symbol of support for people wanting to show solidarity with health workers on the front lines of the novel coronavirus pandemic.",
    "score": null,
    "topic": "Thank You, Healthcare"
  },
  {
    "title": "Can't Pay for Surgery? This Doctor Has a Creative Solution",
    "url": "https://www.newser.com/story/286037/cant-pay-for-surgery-this-doctor-has-a-creative-solution.html",
    "date": "2020-01-24",
    "transcript": "                                                                                    –                                        \"Who are my heroes? Who are the people I look at and say, 'That's who I want to be'?\" For Demetrio Aguila, a Nebraska surgeon specializing in nerve pain, the answer to his own question is his father, also a physician—and one who loved helping people so much he never complained about his long hours at work. Those genes appear to have been passed down to his son, who's making headlines for an innovative program meant to assist people who can't afford surgery. CBS News reports that Aguila, an Air Force veteran, set up his M25 program at his Healing Hands of Nebraska clinic after he saw patient after patient have to turn down surgery because it cost too much. Six months ago, he decided to do something about it, and his idea was a creative one: Let those who qualify do volunteer work in exchange for any necessary procedures.                                                                            \"We can't ignore the people in our own backyard,\" Aguila tells CBS. Per KMTV, the program's name comes from Matthew 25:40: \"Amen, I say to you, whatever you did for one of these least brothers of mine, you did for me.\" About 10% of his patients qualify for the program, which figures out the number of volunteer hours depending on how complex the surgery is; other people can help patients fulfill their hours. Reception so far has been positive. \"There's nothing more depressing than seeing a bill for ... $24,000, and going, 'And how much of this will my insurance cover?'\" patient Jeff Jensen tells CBS, noting that instead he put in 560 hours of volunteering (100 or so people helped) as barter for foot surgery. \"This whole practice is about restoring hope for patients by giving them the opportunity to wrest back control of their health care,\" Aguila says.   ",
    "source": "Newser",
    "summary": "CBS News reports that Aguila, an Air Force veteran, set up his M25 program at his Healing Hands of Nebraska clinic after he saw patient after patient have to turn down surgery because it cost too much.",
    "score": null,
    "topic": "Thank You, Healthcare"
  },
  {
    "title": "Virtual visits: how Finland is coping with an ageing population | Sarah Johnson",
    "url": "https://www.theguardian.com/society/2019/jun/26/virtual-visits-finland-remote-care-ageing-population",
    "date": "2019-06-26",
    "transcript": "It’s 11.30am on a midweek June morning in Helsinki, Finland. Duvi Leineberg, a remote care nurse, is doing the lunch rounds. But instead of jumping in a car and visiting each person one by one, she is sitting in an office looking at a large computer screen where she can see into seven people’s homes. Most are sitting at a table preparing to tuck into some food. This is a virtual lunch group, set up to make sure older people receiving home care services in the city eat regularly and at the right time. Leineberg runs the session. She starts by checking everyone has their food and that it is warmed up. Some have soup, others have pre-prepared meals that have been delivered by home care services. People also sip coffee. One screen shows an empty backdrop and she calls the home to check her client is all right. He walks past the screen but says he isn’t hungry and doesn’t want to eat right now. Leineberg then asks everyone if they have any plans for the afternoon. A few reply that they will go out for a walk. A former hospital nurse, Leineberg sees the value of such groups. “Firstly, the client feels like they are a part of a bigger thing. It’s also guaranteed that they eat properly. If I spot anything that seems out of the ordinary, I can call the home care nurses who will pay them a visit if necessary.” Her clients are also fans of the lunch group. Riitta Koskinen, 80, says through a translator: “I’m old and living alone and it’s nice to have the company. We eat at the same time – food tastes better when you’re with others – and I’ve really enjoyed it. It makes me eat and it’s good to see other people.” Finland has a rapidly ageing population and recruitment problems in health and care. By 2070, one in three Finns is expected to be over 65. At the same time there has been a huge decline in the birth rate and the number of Finns of working age is expected to fall by around 200,000 by 2050. As a result, the demand for and cost of care services are growing while tax revenues are decreasing, leading politicians to warn that the Nordic model of highly state-funded cradle-to-grave social care will no longer be affordable. Taina Mantyranta, a medical counsellor at the Finnish ministry of social affairs and health, admits: “Finland is facing economic constraints. We have been trying to reform our social and healthcare system for several decades. The need to develop more integrated social and health services has been clearly recognised also from a cost containment perspective. ICT and digitalisation are integral parts of the reform.” The virtual lunch group is one aspect of Helsinki’s remote care – where clients have a tablet that links up with remote care nurses in a service centre. Remote care appointments are set up to check on clients throughout the day and to make sure they take the relevant medication. There are 800 home care clients, and nurses carry out 24,000 remote care visits a month. By the end of 2019, the service hopes to cater for 1,100 clients. The potential savings are eye-watering. Whereas a physical home visit costs the equivalent of around £40, a remote care visit is just £4.50. Over the course of one shift, a remote care nurse can carry out over 50 visits – which works out almost 90% cheaper than if they had knocked on each of their client’s doors. Little wonder that the city’s service centre is hoping to start a remote dinner group soon as well as other sessions. They already take clients virtually to concerts and shows. Hanna Hämäläinen, who works as a planner at the service, remembers when she took 64 clients virtually to a carol concert. A screen was placed on the front row and the priest greeted them while they watched at home on their tablets. She remembers: “The funny thing is that even if some had memory problems, they knew all the lyrics. That is the power of music and made me see that if there’s a concert, we should be there.” Neighbouring city Espoo is also exploring remote care. By 2027, 8% of its population will be over 75. Roope Leppänen, medical director of Espoo hospital, admits that there aren’t the resources to deal with the increase. “We see remote care as a possibility. We are only starting but will expand these services quite rapidly in the coming years,” he says. However, he maintains that remote care will never fully replace physical care but that, with advancing technology and future generations that are used to digital life, it will become more and more important. But he doesn’t expect it to totally replace physical care services. “People will need physical visits as well. It’s my belief that [remote care] can’t completely replace that, but tech will make [things] even easier in 10 years time.” Both the staff and patients I meet seem to like it. Tiina Kosonen, a remote care nurse, says she is able to build close relationships with her clients. “I like it and the patients get a lot from it. It’s really intensive this contact. We look into each other’s eyes and talk together face to face.” One of her clients, 86-year-old Raimo Uimonen, who has epilepsy and lives alone says: “I get a feeling of security from this service. I also like to talk. This video contact is really important as I get this face-to-face contact and the opportunity to discuss things.” Leppänen adds: “I’ve been on home care visits. You come into a person’s house, take your coat off and sort of intrude. Of course there are some instances where you need to be there, but if we can increase contact with the patient [surely that’s a good thing]?” So could this type of service take off in the UK, where the number of people aged 65 and over is set to increase by more than 40% over the next 20 years? Claire Turner, director of evidence at the Centre for Ageing Better, believes so. “If you can remotely check in on somebody, see how they are, remind them of medication, that feels like a good and practical solution [as it] enables more time for home visits for people who need physical support,” she says. She adds: “Social contact is the stuff of life. That’s what is important to us as human beings and it doesn’t change as we get older. If part of the goal of this is to encourage people to have more contact with others who share interests or values, than that’s a good thing.” Sarah Johnson’s visit to Helsinki was supported by Business Finland",
    "source": "The Guardian",
    "summary": "ICT and digitalisation are integral parts of the reform. The virtual lunch group is one aspect of Helsinkis remote care  where clients have a tablet that links up with remote care nurses in a service centre.",
    "score": null,
    "topic": "Virtual Tech"
  },
  {
    "title": "Tavern Owner Sets Up Virtual Pub for Town Patrons—But Welcomes More Than 14,500 Global Customers",
    "url": "https://www.goodnewsnetwork.org/englishwomans-virtual-pub-welcomes-14500-global-customers/",
    "date": "2020-03-30",
    "transcript": "This ex-landlady who set up a virtual pub to keep people entertained during the novel coronavirus lockdowns has been forced to employ bar staffers as a means of coping with her 14,500 online customers.\n\nSince 40-year-old Jo Bowtell launched The Virtual Pub Facebook page just over a week ago, she has been regularly hosting live music, quizzes, DJ sets, open mic, and comedy nights.\n\nShe started the page in order to bring her local English community together after running The Noel Arms in Melton Mowbray, Leicestershire for several years.\n\nWATCH: Love in the Time of Corona—NYC Man is Now Dating His Neighbor After He Creatively Woos Her in Quarantine\n\nHowever, the group has become so popular, it has attracted members from as far away as Australia, the USA, Canada, Spain, and Italy.\n\nThe flood of visitors has forced the mum-of-two to enlist the help of international staff members to keep her customers entertained when she goes to bed.\n\nShe currently has a team of ten made up of “bar staffers”, who talk to customers, and “bouncers”, who moderate the people allowed into the pub.\n\nHundreds of people have been sharing selfies of them enjoying a tipple from home as they tune in to watch DJ sets on a Friday night or a comedy show on a Sunday.\n\nBowtell, who is from Spondon, Derby, says the pub is the biggest she has ever ran—and the page has turned into a full-time job during the COVID-19 outbreaks.\n\nRELATED: Restaurant Flooded With Business After Launching an ‘Adopt a Doc or Nurse’ Catering Service\n\n“It has completely blown up. We’ve got 3,000 members just waiting for approval—it’s like there’s a queue at the door to get in,” says Bowtell. “It’s the biggest pub I’ve ever ran and I can’t believe how popular it has become.\n\n“It started as just a way for locals in Melton Mowbray who knew the pub to keep in touch,” she added. “Now, I’ve got people in Hawaii tuning in to watch a DJ set and people stranded in Italy watching comedy nights with their mum in Britain.\n\n“It’s really nice to be able to bring people together in these difficult times in the most British way possible. It is pretty much like going to a pub, but doing it from your living room or back garden.\n\n“It’s keeping communities entertained and friends and family connected together. It is like running an actual pub without the hassle of serving the booze.\n\n“I have to delegate jobs to my team,” she continued. “I’ve had to ask a friend in Australia to moderate the page throughout the night to make sure there’s entertainment for patrons 24/7. I have people looking after the technical side of things and others doing online tutorials for new users.\n\nMORE: 20 Dutch Musicians Weave Together Beethoven’s Best Melody From Their Own Homes—And the Results Are Glorious\n\n“I’ve got moderators, who are like bouncers vetting who can come in, and the bar staff chatting to people over a virtual bar counter.\n\n“A bit closer to the nucleus of the idea is a landlady of a pub in Melton is offering to deliver drinks to people. But most people are just drinking from home.\n\n“We’re encouraging people to drink responsibly though. We have coffee mornings as well.”\n\n“As a landlady you tend to be a pillar of the community, who people turn to in times of need. You’re there for the good, the bad and the ugly,” pondered Bowtell. “You almost have a moral obligation, the pub is an extension of the home for most people, but now their homes are the extension of the pub.\n\n“There are key workers getting in from work at odd hours and it is a way to connect with people.\n\n“We keep it light-hearted and there’s a lot of banter but I don’t tolerate bad language or derogatory comments. I’m a bit of an old-school landlady like that.\n\nMORE: Watch These Self-Isolating Seniors Stave Off Boredom by Playing Life-Sized ‘Hungry, Hungry Hippos’\n\n“But it means I need a team of people to moderate the page, and arrange artists to perform. We even have a private ‘green room’ group. Its like running a TV station.”\n\nMusic and quiz nights have been running through Facebook live video feeds, with answers posted in the comments.\n\nLast Sunday, a comedy night was hosted by four performers communicating through Skype, which they filmed on YouTube and posted to the page—and this weekend, a Jo Wicks-style boot camp was hosted in the morning, followed by a cocktail-making class in the afternoon and live music and a quiz in the evening.\n\nPerformers have been able to share their PayPal details with viewers who can donate if they choose to.\n\nThere is even a “thought of the day” from 101-year-old Gentleman Jim: the stereotypical “old man in the corner who will sit with his half a pint of mild.”\n\nLOOK: People Are Now Stocking Little Free Libraries With Toilet Paper and Food for Neighbors in Need\n\n“Everyone is buying into it as they can sit at home and be entertained as if they are in the same place. It is a haven,” says Bowtell. “Some members of the page have been playing it through their television. So its like having the pub singers right in your front room.\n\n“Everyone seems to be really happy with it and I feel like something positive is happening in the world. I’m not doing it for profit and the team are working voluntarily.\n\n“In such bleak times, it is important to find a positive—and with all the bad news going around I think it really puts a smile on people’s faces.”\n\n37-year-old customer Dawn Richardson said: “It is keeping me entertained all day. I just love it. It has brought people together.”\n\nThis is just one of many positive stories and updates that are coming out of the COVID-19 news coverage this week. For more uplifting coverage on the outbreaks, click here.\n\nToast The Good News With Your Friends By Sharing The Inspiring Story To Social Media…",
    "source": "goodnewsnetwork.org",
    "summary": "There is even a thought of the day from 101-year-old Gentleman Jim: the stereotypical old man in the corner who will sit with his half a pint of mild.  LOOK: People Are Now Stocking Little Free Libraries With Toilet Paper and Food for Neighbors in Need  Everyone is buying into it as they can sit at home and be entertained as if they are in the same place.",
    "score": null,
    "topic": "Virtual Tech"
  },
  {
    "title": "Watch Matthew McConaughey Cheer Nursing Home Residents With Rousing Games of Virtual Bingo",
    "url": "https://www.goodnewsnetwork.org/matthew-mcconaughey-cheers-nursing-home-residents-with-virtual-bingo/",
    "date": "2020-04-07",
    "transcript": "Since seniors have been shown to be particularly susceptible to the risks of COVID-19, nursing homes all over the world are taking extra care to keep their elderly residents safe in isolation.\n\nWith few activities to keep them occupied, the old Texan residents from The Enclave at Round Rock Senior Living have been waiting out the quarantine in boredom.\n\nLuckily, Hollywood A-lister and Texas native Matthew McConaughey offered to help keep them entertained earlier this week.\n\nWATCH: TGIF—Quarantined Dad’s Endearing Video Shows What It’s Like Working From Home With a Toddler\n\nAlthough The Enclave residents have been trying to get McConaughey to visit their nursing home for several months now, the actor respected the rules of social distancing by hosting some rousing games of bingo over a video livestream.\n\nWith his wife and kids watching in delight, McConaughey called out the numbers to the seniors on the conference call until one of the residents got a bingo. As a prize for winning the game, the senior would get to ask McConaughey a question about himself.\n\nNeedless to say, the games were a rousing success.\n\n“Our team members can’t interact with the residents the way we normally do, so we have been doing everything possible to uplift them virtually,” senior home sales director Molly Davis told KEYE News. “This was a wish come true!\n\n“The residents absolutely loved seeing Matthew and his family and enjoyed hearing him talk about what he’s doing to get through this crisis. It gave them hope and was the boost that they needed to get through this lonely, challenging time.”\n\nLOOK: Jimmy Fallon Asks Twitter to Change Movie Titles Into Quarantine Editions and the List is Hilarious\n\nOther social media users have taken pleasure in the virtual bingo games as well; since The Enclave published videos of the games to Facebook on Sunday, they have been viewed more than 100,000 times.\n\n“During a time when we are all working to make lemonade out of lemons, we are so humbled that Matthew took the time to play our favorite game with us,” wrote the nursing home. “As Matthew would say, let’s turn this red light into a green light!”\n\nThis is just one of many positive stories and updates that are coming out of the COVID-19 news coverage this week. For more uplifting coverage on the outbreaks, click here.\n\nAlright, Alright, Alright—Be Sure And Share This Sweet Story With Your Friends On Social Media…",
    "source": "goodnewsnetwork.org",
    "summary": "WATCH: TGIFQuarantined Dads Endearing Video Shows What Its Like Working From Home With a Toddler  Although The Enclave residents have been trying to get McConaughey to visit their nursing home for several months now, the actor respected the rules of social distancing by hosting some rousing games of bingo over a video livestream.",
    "score": null,
    "topic": "Virtual Tech"
  },
  {
    "title": "Middle Schoolers Bust a Move From Home By Joining Together for Music Video Against COVID-19 Fears",
    "url": "https://www.goodnewsnetwork.org/middle-school-creates-virtual-music-video-against-covid-19/",
    "date": "2020-03-29",
    "transcript": "This blog was submitted to GNN by one of our readers for publishing. If you have a similar story of COVID-inspired kindness, be sure and send it to us for review.\n\nAt Gotha Middle School, we create weekly music videos for fun. Obviously we can’t do them together anymore — and many of the 8th graders have been heartbroken.\n\nSo we created a VIRTUAL music video with 8th graders who sent in videos of themselves dancing and singing (and sanitizing) at home.\n\nAnd the song choice was perfect: “What doesn’t kill you makes you stronger.”\n\nEnjoy The Fun? Be Sure And Share It With Your Own Friends On Social Media…",
    "source": "goodnewsnetwork.org",
    "summary": "Be Sure And Share It With Your Own Friends On Social Media",
    "score": null,
    "topic": "Virtual Tech"
  }
]