[{"title": "Czechs create app for delivery drivers to report suspected domestic abuse during coronavirus lockdown", "score": 418, "num_comments": 7, "url": "https://news.expats.cz/health-medical/czech-delivery-people-and-postal-workers-can-now-respond-to-domestic-violence-during-coronavirus-quarantine/", "transcript": ["Czech delivery people and postal workers can now respond to domestic violence during quarantine\n===============================================================================================", "Illustrative image via iStock photo @Drazen Zigic\n-------------------------------------------------", "#### Katrina Modrá", "Due to the current movement restrictions put in place to combat the spread of the coronavirus, many domestic violence victims who seek help may have difficulty doing so. ", "A new initiative to educate postal workers and couriers, some of the few people that victims may come into contact with these days, on the signs of abuse launched yesterday.", " Advertise with Expats.cz  ", "The Vodafone Foundation, ROSA – centrum pro ženy and Česká pošta (Czech Post) have put together information for couriers and mail delivery staff showing them how to recognize the signs of domestic violence and how to react.", "Easy-to-follow instructions on what to do when customers, female or male, need help will be given to Česká pošta employees. Couriers from Rohlík and Dáme jídlo food delivery service will also receive them. In addition, the delivery staff of the Zásilkovna, Mesík, Party 24, Rychlý převoz and Speedy Kurýr delivery companies will be given the instructions as well.", "“If a woman comes to pick up a delivery and is visibly tearful, or if shouting or swearing can be heard, it’s clear that something probably isn’t right. And asking people how they are doesn’t cost anything,” says Branislava Marvánová Vargová of Rosa – centrum pro ženy.", "During the lockdown, the organization is also offering clients the option to get in touch via chat on www.rosacentrum.cz.", "If couriers or mail delivery staff inadvertently become witnesses to domestic violence, they will be given advice on how to proceed. They can also establish whether those suffering abuse are safe or whether the police should be called. ", "They can also refer victims to the Bright Sky CZ mobile application, which provides complete and up to date information for those suffering abuse. The app, designed to help victims of domestic violence, has been successfully used by Czech police officers and specialized counseling and intervention centers since its February launch. In March, the application — which originated in Great Britain — was recommended to beauty salons.", "", "“From the outset, Bright Sky CZ has been seen as a tool for raising awareness. It’s designed for victims themselves but also anyone concerned about loved ones who may be experiencing domestic violence. Obviously, couriers or postal delivery staff can’t provide professional psychotherapeutic assistance, but in a simple way they can point vulnerable people in the right direction,” says Veronika Řídelová, Bright Sky CZ program manager.", " Advertise with Expats.cz  ", "Since the beginning of February 2020, the Bright Sky mobile application has been available free of charge in the Czech Republic, for Android and iOS phones. More than 700 people have downloaded it on their phones free of charge. It has been used 330 times to find the nearest center. The quick “Am I in danger?” test has been taken 380 times.", "The application is based on a British concept that was adapted for use in the Czech Republic, including in terms of the legal framework. The “Am I in danger?” function has 12 questions for assessing safety, and the “Search Help” function has a database of centers offering specialized counseling and shelters, including contacts. It can be searched by the current location or postal code. ", "The Czech app can now be used in the English language as well.", "In a press briefing yesterday, the Czech government committee for domestic violence prevention also recommended all regions in the country make available beds for victims of domestic violence that cannot be accepted by reception centers because of the measures adopted to curb the new coronavirus epidemic.", "Government human rights commissioner Helena Valkova Valkova said the state should earmark enough money for organizations supporting violence victims. She said there should be smart prevention and smart correction of the current state, apart from smart quarantine.", "The Supreme State Attorney’s Office noted one day after the declaration of the state of emergency that higher punishment may be imposed on the perpetrators of crimes committed in a crisis situation.", "In late March, the Police Presidium instructed policemen how to proceed when they banish from home a person in quarantine.", "Domestic violence is defined as long-standing, repeated and escalating attacks of one household member on another. It may be not only physical but also psychological, sexual, and economic.", "Most domestic violence victims are women, while children often witness such attacks in their families. According to the data released by the National Plan for Domestic Violence Prevention, the Czech Republic loses roughly 14.5 billion CZK due to domestic attacks annually."]}, {"title": "Princess Sofia of Sweden Works at Hospital During Coronavirus", "score": 6210, "num_comments": 312, "url": "https://people.com/royals/princess-sofia-of-sweden-scrubs-in-at-hospital-to-clean-and-cook-during-coronavirus-outbreak/", "transcript": ["Princess Sofia of Sweden Scrubs in at Hospital to Clean and Cook During Coronavirus Outbreak\n============================================================================================", "\n                      After completing a intensive training program online, Sofia started working at Sophiahemmet Hospital\n                    ", "Princess Sofia of Sweden has traded her tiaras for scrubs.", "The 35-year-old royal mom is joining the frontline effort in helping coronavirus patients. After completing a intensive training program online, Sofia started working at Sophiahemmet Hospital, of which she is Honorary Chair.", "For her first day on the job, where she will be assisting hospital staff with non-medical related tasks, the wife of Prince Carl Philip posed for a photo alongside other workers wearing scrubs and white sneakers. She wore an ID tag and her hair tied back in a practical ponytail.", "The hospital has been overwhelmed due to COVID-19, leading to the launch the emergency training program. Now, 80 people a week complete the course that Princess Sofia took.", "RELATED: How Royals Around the World Have Been Affected by the Coronavirus Pandemic", "The Royal Court said in a statement on Wednesday, “In the crisis we find ourselves in, the Princess wants to get involved and make a contribution as a voluntary worker to relieve the large workload of health care professionals.”", "A spokeswoman for Sophiahemmet Hospital, which has no confirmed cases of coronavirus yet, explained that Sofia and her fellow volunteers will not be working directly with patients but rather supporting doctors and nurses.", "“They can disinfect equipment, do shifts in the kitchen and cleaning,” Pia Hultkrantz said.", "Can’t get enough of PEOPLE‘s Royals coverage? Sign up for our free Royals newsletter to get the latest updates on Kate Middleton, Meghan Markle and more!", "RELATED: See Royals Around the World Working from Home — and Get a Rare Peek Inside Their Palaces", "Like many people around the world, the Swedish royal family has transitioned to working from home during the coronavirus pandemic to prevent spread of the illness. In fact, the entire clan caught up for Easter over the weekend using video chat.", "Included in the call were King Carl Gustaf and Queen Silvia of Sweden, Crown Princess Victoria, Crown Prince Daniel and their two children: son Prince Oscar, 4, and daughter Princess Estelle, 8.", "Prince Carl-Philip and Princess Sofia were also joined by their two young sons, Prince Alexander and Prince Gabriel, who were stripped of their HRH titles by their grandfather last year.", "And joining the call from across the ocean were Princess Madeleine, husband Chris O’Neill and their three children — Princess Leonore, 6, Prince Nicolas, 4, Princess Adrienne, 2 — who also no longer hold royal HRH titles. The family relocated to Florida in 2018.", "As information about the coronavirus pandemic rapidly changes, PEOPLE is committed to providing the most recent data in our coverage. Some of the information in this story may have changed after publication. For the latest on COVID-19, readers are encouraged to use online resources from CDC, WHO, and local public health departments. To help provide doctors and nurses on the front lines with life-saving medical resources, donate to Direct Relief here."]}, {"title": "'Absolute legend' British veteran raises $22 million by walking for the health service", "score": 965, "num_comments": 40, "url": "https://in.reuters.com/article/health-coronavirus-britain-veteran-odds/absolute-legend-british-veteran-raises-22-million-by-walking-for-the-health-service-idINKBN21Y2V1?feedType=RSS&feedName=topNews", "transcript": ["'Absolute legend' British veteran raises $22 million by walking for the health service\n======================================================================================", "3 Min Read", "LONDON (Reuters) - A 99-year-old British war veteran who has raised more than 17.9 million pounds ($22.3 million) for the health service by walking laps of his garden was praised by Queen Elizabeth’s grandson as an “absolute legend”. ", "Tom Moore, retired army captain who served in India, Burma and Sumatra during World War Two, became a symbol of British endurance in the face of adversity after completing 100 laps of his garden in a fundraising effort for the health service. ", "Moore, who has used a walking frame with wheels since breaking his hip, had aimed to raise 1,000 pounds by completing his challenge before his 100th birthday on April 30. ", "But his endeavour - and enduring optimism - struck a chord with people across the United Kingdom and the wider world, bringing a ray of hope amid the doom of the coronavirus outbreak that has killed more than 143,000 people worldwide. ", "Prince William, the queen’s grandson, said Moore was an “absolute legend”.  ", "“What I love also is he’s a 99-year war vet, he’s been around a long time, knows everything and it’s wonderful that everyone has been inspired by his story and his determination,” William said in an interview broadcast on Friday. ", "Moore said that the current doom would clear and that one day “the sun will shine on you again and the clouds will go away”. ", "Such is his renown, that some have called for Moore to be knighted by Queen Elizabeth - a ritual recognition that dates back thousands of years through England’s medieval past. ", "“It makes me laugh,” Moore said on Thursday when asked about being recognised formally, quipping a reference to the Tudor statesman Sir Thomas More. ", "“Sir Thomas Moore sounds quite good,” he chuckled. ", "British honours, such as knighthoods, are awarded by the queen, usually on the recommendation of a committee comprising government officials and citizens. ", "British Transport Secretary Grant Shapps said “everybody is supportive of the idea” of Moore being recognised. ", "“I wouldn’t want to preempt Her Majesty’s honours list but it is quite clear that this gentleman has just been almost the salvation of the nation in these difficult times,” he said.  ", "“I think everybody is supportive of the idea of him being recognised.” ", "Moore said the walk was inspired by the care he received from Britain’s state-run National Health Service when he broke his hip and when he was treated for cancer. ", "Moore said on Thursday his supporters had donated an “absolutely fantastic sum of money”.  ", "“It’s unbelievable that people would be so kind to give that sort of money to the National Health Service,” he said. ", "($1 = 0.8028 pounds) ", "Reporting by Paul Sandle and Kate Holton; editing by Guy Faulconbridge"]}, {"title": "‘A four year old boy with cancer has recovered from the coronavirus’", "score": 352, "num_comments": 8, "url": "https://www.bbc.co.uk/news/av/uk-52325533/coronavirus-four-year-old-boy-archie-wilks-recovers-from-covid-19", "transcript": ["Coronavirus: Four-year-old boy Archie Wilks recovers from Covid-19\n==================================================================", "A four-year-old a boy with a rare form of cancer has recovered from the coronavirus.", "Archie Wilks was diagnosed with stage four neuroblastoma in January 2019.", "His parents said it's \"definintely a weight lifted\" to have their son home after he was in hospital for six days.", "See more personal stories during the coronavirus outbreak.", "Share this with", "Email", "Facebook", "Messenger", "Messenger", "Twitter", "Pinterest", "WhatsApp", "LinkedIn", "Copy this link", "These are external links and will open in a new window"]}, {"title": "NU to offer free tuition to Nebraska students with family incomes of $60,000 or less", "score": 86, "num_comments": 2, "url": "https://www.ketv.com/article/nu-to-offer-free-tuition-to-nebraska-students-with-family-incomes-of-dollar60000-or-less/32188110#"}, {"title": "Nebraska Universities to Offer Free Tuition to Nebraska Students with Family Incomes of $60,000 or Less", "score": 97, "num_comments": 7, "url": "https://www.ketv.com/article/nu-to-offer-free-tuition-to-nebraska-students-with-family-incomes-of-dollar60000-or-less/32188110"}, {"title": "Petition to give the war veteran a knighthood, who has now raised 14 million for the NHS", "score": 18647, "num_comments": 347, "url": "http://news.sky.com/story/coronavirus-petition-to-give-fundraising-veteran-tom-moore-a-knighthood-passes-300000-11974230"}, {"title": "Google increases family leave for employees to 14 weeks", "score": 3273, "num_comments": 137, "url": "https://www.cnn.com/2020/04/16/tech/google-family-leave-policy/index.html"}, {"title": "Machine Keeps Human Livers Alive for One Week Outside of the Body", "score": 252, "num_comments": 6, "url": "https://www.media.uzh.ch/en/Press-Releases/2020/Liver.html"}, {"title": "Vaccine with ‘incomplete’ immunity could offer faster solution to pandemic", "score": 33, "num_comments": 0, "url": "https://www.scmp.com/news/world/united-states-canada/article/3080131/coronavirus-vaccine-incomplete-immunity-could-offer"}, {"title": "Four-year-old with cancer recovers from Covid-19", "score": 82, "num_comments": 3, "url": "https://www.bbc.co.uk/news/uk-52325533"}, {"title": "10 pioneer-era apple varieties, thought extinct, found in Pacific Northwest", "score": 17, "num_comments": 0, "url": "https://www.latimes.com/world-nation/story/2020-04-15/10-pioneer-era-apple-types-thought-extinct-found-in-us-west"}, {"title": "Michael Che pays rent for everyone in the building his grandmother lived in before she died of coronavirus", "score": 41034, "num_comments": 599, "url": "https://www.newsweek.com/snl-michael-che-grandmother-coronavirus-covid-19-new-york-rent-1498247"}, {"title": "Ed Sheeran donated more than £1 million to charities in Suffolk in the past few weeks amid the coronavirus pandemic", "score": 44, "num_comments": 2, "url": "https://taav.net/ed-sheeran-donated-more-than-1-million-to-charities-in-suffolk-in-the-past-few-weeks-amid-the-coronavirus-pandemic/197/"}, {"title": "Coronavirus drug Remdesivir gives promising results in initial testing", "score": 29, "num_comments": 8, "url": "https://kninevox.com/Coronavirus-drug-Remdesivir-gives-promising-results-in-initial-testing-270"}, {"title": "Serum Institute of India CEO : Should have a vaccine for COVID-19 by 2021, will not patent it", "score": 210, "num_comments": 31, "url": "https://www.deccanherald.com/business/should-have-a-vaccine-for-covid-19-by-2021-will-not-patent-it-serum-institutes-adar-poonawalla-826334.html"}, {"title": "Australia on course to eliminate COVID-19, modelling shows", "score": 420, "num_comments": 37, "url": "https://www.theage.com.au/national/australia-on-course-to-eliminate-covid-19-modelling-shows-20200416-p54kjh.html"}, {"title": "The Scottish Muslim couple winning hearts by donating care packages to the needy", "score": 29, "num_comments": 1, "url": "https://www.aljazeera.com/news/2020/04/scottish-muslim-couple-winning-hearts-coronavirus-crisis-200416121115752.html"}, {"title": "Germany coronavirus outbreak 'under control'", "score": 40, "num_comments": 5, "url": "https://www.bbc.com/news/world-europe-52327956"}, {"title": "DJ Fatboy Slim to throw a big party for NHS workers in October", "score": 55, "num_comments": 2, "url": "https://www.cnn.com/2020/04/17/entertainment/fatboy-slim-nhs-party-brighton-scli-intl-gbr/index.html"}, {"title": "Plainsboro company offering 90-day supply of insulin at no cost", "score": 250, "num_comments": 7, "url": "https://communitynews.org/2020/04/15/plainsboro-company-offering-90-day-supply-of-insulin-at-no-cost/"}, {"title": "In less than a month after finding out about need, GM factory has already set up unit producing ventilators. plans to produce 600 units by the end of the month to help battle against covid 19!", "score": 24, "num_comments": 2, "url": "https://fox59.com/news/coronavirus/kokomo-gm-plant-to-ship-over-600-ventilators-by-end-of-month/"}, {"title": "Australian company to begin 1st human trial of COVID-19 vaccine", "score": 29, "num_comments": 11, "url": "https://newsd.in/aus-company-to-begin-1st-human-trial-of-covid-19-vaccine/"}, {"title": "Samsung Redesigned Its TV Boxes to be Easily Converted Into Cat Houses and Entertainment Centers", "score": 18, "num_comments": 3, "url": "https://gizmodo-com.cdn.ampproject.org/v/s/gizmodo.com/samsung-redesigned-its-tv-boxes-to-be-easily-converted-1842918344/amp?amp_js_v=a3&amp_gsa=1&usqp=mq331AQFKAGwASA%3D#referrer=https%3A%2F%2Fwww.google.com&amp_tf=From%20%251%24s&ampshare=https%3A%2F%2Fgizmodo.com%2Fsamsung-redesigned-its-tv-boxes-to-be-easily-converted-1842918344"}, {"title": "Unreal Photos That Show How Coronavirus Lockdowns Helped the Environment", "score": 6, "num_comments": 2, "url": "https://www.vice.com/en_asia/article/xgqjad/unreal-photos-coronavirus-lockdowns-impact-environment?utm_content=1586841163&utm_medium=social&utm_source=VICE_facebook"}, {"title": "Idaho farm gave away potatoes for free so they wouldn't go to waste", "score": 474, "num_comments": 28, "url": "https://www.ktvb.com/article/news/idaho-potato-farm-gave-away-potatoes-for-free-so-they-wouldnt-go-to-waste/277-931ba7c2-6175-4d4b-b18f-088304f2d276?fbclid=IwAR2BB1L2ssnLeLkDSnylGjg32IGpLNHLedh14oL9P3ZSkPI4RQaIbJ7G_d0"}, {"title": "American flag projected onto Matterhorn in Swiss Alps for coronavirus solidarity.", "score": 273, "num_comments": 34, "url": "https://nypost.com/2020/04/16/american-flag-projected-onto-matterhorn-in-swiss-alps/"}, {"title": "Tennessee Uber driver delivers meals from local restaurants to hospital workers during coronavirus outbreak", "score": 4, "num_comments": 0, "url": "https://www.wgmd.com/tennessee-uber-driver-delivers-meals-from-local-restaurants-to-hospital-workers-during-coronavirus-outbreak/"}, {"title": "This woman works at an animal shelter and has slumber parties with them - she started doing it again during the quarantine", "score": 18, "num_comments": 2, "url": "https://www.annistonstar.com/features/trending/woman-has-slumber-parties-in-animal-shelter-to-get-pets-adopted-the-dodo-faith-restored/video_73e0803e-e8e7-5b46-92e8-6bc67a2a2d07.html"}, {"title": "What do the front-line workers do for self-care? An EMT from Massachusettes interviewed her colleagues to find out what they do to maintain their mental health. It is uplifting to see that these heroes are able to find some personal time for themselves.", "score": 3, "num_comments": 0, "url": "https://www.covid19recovery.net/community/self-care-on-the-front-lines"}, {"title": "106-year-old Connie bounces back after beating virus", "score": 26, "num_comments": 2, "url": "https://www.swbh.nhs.uk/media/106-year-old-connie-bounces-back-after-beating-virus/"}, {"title": "Hero of the Day: Delivery man braves coronavirus to keep quarantined NYers fed", "score": 14, "num_comments": 1, "url": "https://nypost.com/2020/04/16/delivery-man-keeps-quarantined-new-yorkers-fed-amid-covid-19/"}, {"title": "Remdesivir shows promise - nearly all patients discharged in less than a week.", "score": 301, "num_comments": 46, "url": "https://www.statnews.com/2020/04/16/early-peek-at-data-on-gilead-coronavirus-drug-suggests-patients-are-responding-to-treatment/"}, {"title": "Green Technology", "score": 15, "num_comments": 0, "url": "https://winnipeg.ctvnews.ca/the-first-nation-solar-farm-generating-power-and-making-history-1.4899824"}, {"title": "This is a happy day for a Florida father of three. He’s out of a coma, out of ICU and well on his way toward beating the coronavirus – thanks to an emergency injection of plasma", "score": 224, "num_comments": 6, "url": "https://www.winknews.com/2020/04/16/recovered-covid-19-patient-saves-mans-life-with-plasma-donation/"}, {"title": "Israeli Medtech Startup Harnesses AI to Provide Doctors With Free Real-Time Covid-19 Data", "score": 106, "num_comments": 4, "url": "https://www.calcalistech.com/ctech/articles/0,7340,L-3806600,00.html"}, {"title": "Veteran turns his wartime experience into an award-winning fantasy novel", "score": 6, "num_comments": 2, "url": "https://www.king5.com/mobile/article/syndication/heartthreads/on-the-front-lines-of-war-his-imagination-was-his-escape-today-its-a-fantasy-novel/281-7d878796-9b52-4e31-b26c-9751134ff4f2"}, {"title": "With Fishing Fleets Tied Up, Marine Life Has a Chance to Recover", "score": 18, "num_comments": 0, "url": "https://www.bloomberg.com/news/articles/2020-04-17/with-fishing-fleets-tied-up-marine-life-has-a-chance-to-recover?srnd=green"}, {"title": "Yale University unlocks its online course on happiness and positivity", "score": 10, "num_comments": 3, "url": "https://sfree.life/happiness-course-positivity-free/"}, {"title": "Remote island of Niue is now the world's first Dark-Sky Nation", "score": 84, "num_comments": 8, "url": "https://www.theweathernetwork.com/ca/news/article/nieu-south-pacific-island-first-country-given-dark-sky-nation-status"}, {"title": "Idaho farm gave away potatoes for free so they wouldn't go to waste", "score": 418, "num_comments": 11, "url": "https://www.wbir.com/article/news/local/208/idaho-potato-farm-gave-away-potatoes-for-free-so-they-wouldnt-go-to-waste/277-931ba7c2-6175-4d4b-b18f-088304f2d276?"}, {"title": "90 year-old woman 'climbing mountain' on stairs to raise money for NHS charities", "score": 24, "num_comments": 8, "url": "https://www.bbc.co.uk/news/uk-scotland-52319318"}, {"title": "South Korea to implement Green New Deal after ruling party election win", "score": 53, "num_comments": 7, "url": "https://www.climatechangenews.com/2020/04/16/south-korea-implement-green-new-deal-ruling-party-election-win/"}, {"title": "Danny Trejo donates hundreds of meals to medical workers.", "score": 17812, "num_comments": 232, "url": "https://www.tmz.com/2020/04/15/danny-trejo-donates-hundreds-meals-hospital-workers-battling-coronavirus/"}, {"title": "Maluma on being the only artist singing in Spanish in \"One World: Together At Home​​\" special", "score": 3, "num_comments": 0, "url": "https://www.cbsnews.com/news/one-world-together-at-home-global-citizen-maluma/"}, {"title": "Indian University Students developed a Hyperlocal Information Gathering Website in their Free Time to Counter Fake News and Social Media Rumors. Available in Multiple Indian Languages.", "score": 6, "num_comments": 0, "url": "https://covid19blr.in/"}, {"title": "Florida bar gives $10K from walls to employees", "score": 28, "num_comments": 7, "url": "https://www.sun-sentinel.com/coronavirus/heroes/fl-et-hott-leggz-fort-lauderdale-coronavirus-dollar-bills-20200415-xmwukxujn5erpn6x63qekgdyxa-story.html"}, {"title": "John Krasinski Plans Virtual Prom to Cheer Up Bummed Out High Schoolers", "score": 158, "num_comments": 9, "url": "https://www.thewrap.com/john-krasinski-plans-virtual-prom-to-cheer-up-bummed-out-high-schoolers/"}, {"title": "Seoul is to set a 2050 net zero emissions goal and end coal financing, after the Democratic Party’s landslide victory in one of the world’s first Covid-19 elections", "score": 394, "num_comments": 5, "url": "https://www.climatechangenews.com/2020/04/16/south-korea-implement-green-new-deal-ruling-party-election-win/"}, {"title": "This 99-year-old World War II veteran set out to raise £1,000 for the battle against the coronavirus — he’s now topped £14 million", "score": 151, "num_comments": 5, "url": "https://www.marketwatch.com/story/this-99-year-old-world-war-ii-veteran-set-out-to-raise-1000-for-the-battle-against-the-coronavirus-hes-now-topped-14-million-2020-04-16"}, {"title": "Helping hand", "score": 29, "num_comments": 0, "url": "https://communitynews.org/2020/04/15/plainsboro-company-offering-90-day-supply-of-insulin-at-no-cost/"}, {"title": "Meet Loki (Dogtor Loki), the therapy Rottweiler delivering healing kits to Maryland ICU nurses, patients", "score": 4, "num_comments": 0, "url": "https://wjla.com/news/local/loki-therapy-rottweiler-delivering-healing-kits-maryland-icu-nurses-patients"}, {"title": "Finally some good news Texas announces dates for relaxing some coronavirus-related restrictions", "score": 3, "num_comments": 2, "url": "https://www.washingtonpost.com/world/2020/04/17/coronavirus-latest-news/"}, {"title": "Another nail in the coffin for the Keystone XL pipeline, led by the Pallid Sturgeon \"dinosaur fish\"", "score": 84, "num_comments": 1, "url": "https://apnews.com/89e3f21d344db86b8743665ea66b892c"}, {"title": "Every Dog Gets Adopted From Florida Animal Shelter For The First Time In History", "score": 199, "num_comments": 6, "url": "https://www.barkspot.com/florida-animal-shelter-celebrates-empty-kennels-after-every-dog-gets-adopted/"}, {"title": "ASTONISHING. Mother reunited with son after giving birth on ventilator while critically ill with Coronavirus", "score": 19, "num_comments": 1, "url": "https://tonic75.com/2044/astonishing-mother-reunited-with-son-after-giving-birth-on-ventilator-while-critically-ill-with-coronavirus/"}, {"title": "'Dogtor' Loki the Therapy Dog Is Delivering Care Packages to Nurses Amid Coronavirus Pandemic", "score": 22, "num_comments": 1, "url": "https://money.yahoo.com/dogtor-loki-therapy-dog-delivering-173508361.html"}, {"title": "Australia on course to eliminate COVID-19, modelling shows", "score": 568, "num_comments": 75, "url": "https://www.theage.com.au/national/australia-on-course-to-eliminate-covid-19-modelling-shows-20200416-p54kjh.html"}, {"title": "Wuhan couples resume wedding preparations with gusto, as online marriage application system is overloaded", "score": 152, "num_comments": 20, "url": "https://www.southlondononline.co.uk/wuhan-couples-resume-wedding-preparations-with-gusto-as-online-marriage-application-system-is-overloaded/"}, {"title": "Canadian boy scout, Quinn Roney, answered a request from local hospitals to create \"ear guards\", to help take the pressure off healthcare workers ears. The 12 year old is not only donating his ear guards to local hospitals, he made the 3D printing pattern available to everyone!", "score": 154, "num_comments": 10, "url": "https://www.narcity.com/news/ca/bc/bc-teens-3d-printed-ear-guards-started-a-viral-movement-to-help-health-care-workers"}, {"title": "ICANN delays .org sell off after California’s attorney general intervenes at last minute, tears non-profit a new one over sale", "score": 14, "num_comments": 1, "url": "https://www.theregister.co.uk/2020/04/17/icann_california_org_sale_delay/"}, {"title": "Good Samaritan makes face masks, puts them out for public to take", "score": 18, "num_comments": 2, "url": "https://www.tmj4.com/news/coronavirus/good-samaritan-makes-face-masks-puts-them-out-for-public-to-take?fbclid=IwAR3Y-M9hCV2xYLmnKo7v11fBb1cHzGeI19JpDinoShC_rrMGq-iZ9f0Wjq0"}, {"title": "/ And the Wayne County Treasurer's Office has said it will not foreclose on any properties for unpaid taxes this year. Oakland County has said no one affected by the coronavirus outbreak will lose their properties.", "score": 10, "num_comments": 0, "url": "https://www.detroitnews.com/story/news/local/michigan/2020/04/16/advocates-want-whitmer-extend-michigans-eviction-ban/5144222002/"}, {"title": "The right dose of geoengineering could reduce climate change risks, study says", "score": 16, "num_comments": 0, "url": "https://phys.org/news/2020-03-dose-geoengineering-climate.html"}, {"title": "The CRISPR-based test—which uses gene-targeting technology and requires no specialized equipment—could help detect COVID-19 infections in about 45 minutes.", "score": 18, "num_comments": 0, "url": "https://www.nature.com/articles/s41587-020-0513-4"}, {"title": "Israel is joining forces with Arab states to save coral from climate change destruction", "score": 319, "num_comments": 12, "url": "https://www.weforum.org/agenda/2019/06/israel-is-joining-forces-with-arab-states-to-save-coral-from-climate-change-destruction/"}, {"title": "Australia on course to eliminate COVID-19, modelling shows", "score": 237, "num_comments": 74, "url": "https://www.smh.com.au/national/australia-on-course-to-eliminate-covid-19-modelling-shows-20200416-p54kjh.html"}, {"title": "Five People Making Change", "score": 2, "num_comments": 0, "url": "https://aje.io/a7kan"}, {"title": "Amid Pandemic, MN Senate Makes it Easier to Get Erectile Dysfunction Medicine", "score": 6, "num_comments": 3, "url": "https://bringmethenews.com/minnesota-news/amid-pandemic-minnesota-senate-votes-to-make-it-easier-to-get-erectile-dysfunction-medicine"}, {"title": "106-year-old woman leaves hospital after recovering from coronavirus", "score": 292, "num_comments": 4, "url": "https://www.cnn.com/2020/04/16/europe/106-year-old-coronavirus-trnd/index.html"}, {"title": "'We will get through it,' says Captain Tom, 99, after $16 million coronavirus walk", "score": 52, "num_comments": 0, "url": "https://www.reuters.com/article/us-health-coronavirus-britain-veteran/we-will-get-through-it-says-captain-tom-99-after-16-million-coronavirus-walk-idUSKCN21Y0L8"}, {"title": "Mother reunited with son after giving birth on ventilator with COVID-19", "score": 66, "num_comments": 2, "url": "https://www.pix11.com/news/coronavirus/mother-reunited-with-son-after-giving-birth-on-ventilator-with-covid-19"}, {"title": "Ireland quadruples WHO budget as Trump slashes €500 million", "score": 51, "num_comments": 16, "url": "https://extra.ie/2020/04/16/news/irish-news/quadruples-irelands-who-budget"}, {"title": "Researchers the University of Waterloo are developing a DNA-based COVID-19 vaccine that can be delivered through a nasal spray, working by using bacteriophage, a process that will allow the vaccine to replicate within bacteria already in the body.", "score": 66, "num_comments": 7, "url": "https://uwaterloo.ca/stories/news/university-waterloo-developing-dna-based-covid-19-vaccine?fbclid=IwAR2USIu6WJoiPVQRV3RvKpTn2yix3uPaJ1GCTMsygGlzz88bBUQ3H9KkSu4"}, {"title": "A man spent $82,000 on gift cards and sent them to every home in an Iowa town", "score": 822, "num_comments": 10, "url": "https://www.washingtonpost.com/lifestyle/2020/04/14/man-spent-82000-gift-cards-sent-them-every-home-an-iowa-town/"}, {"title": "Vegetable growing and backyard chickens: Gardening, farming booms during coronavirus pandemic", "score": 29, "num_comments": 3, "url": "https://www.msn.com/en-us/news/good-news/vegetable-growing-and-backyard-chickens-gardening-farming-booms-during-coronavirus-pandemic/ar-BB12BlFo"}, {"title": "More than 500,000 people worldwide have recovered from COVID-19 which is more than double the number reported less than two weeks ago.", "score": 161, "num_comments": 8, "url": "https://www.justgivemepositivenews.com/home/peopling-recovered-from-the-coronavirus-more-than-doubled-from-two-weeks-ago"}, {"title": "Airplane pilot makes emergency landing on Canadian highway in Quebec City. No injuries reported.", "score": 17, "num_comments": 2, "url": "https://www.cbc.ca/news/canada/montreal/aircraft-makes-emergency-landing-quebec-city-1.5534384"}, {"title": "New protected area raises hopes for critically endangered monkey", "score": 22, "num_comments": 2, "url": "https://www.fauna-flora.org/news/new-protected-area-raises-hopes-critically-endangered-monkey"}, {"title": "99-Year-Old British Veteran Raises $9 Million For Health Service By Walking Laps", "score": 4896, "num_comments": 129, "url": "https://www.npr.org/sections/coronavirus-live-updates/2020/04/15/834831575/99-year-old-british-veteran-raises-9-million-for-health-service-by-walking-laps?utm_medium=RSS&utm_campaign=news"}, {"title": "Heroes of the pandemic: Former CEO of RadioShack now an ER doctor on frontlines of COVID-19 fight", "score": 68, "num_comments": 6, "url": "https://nationalpost.com/news/canada/second-act-former-ceo-of-radioshack-now-an-er-doctor-on-frontlines-of-covid-19-fight"}, {"title": "Jon Bon Jovi drops in on kindergarten Zoom class in Florida to teach the students about songwriting.", "score": 58, "num_comments": 10, "url": "https://www.cnn.com/videos/entertainment/2020/04/15/jon-bon-jovi-kindergarten-class-zoom-ns-orig.cnn/video/playlists/atv-trending-videos/"}, {"title": "Prickles the sheep returns home to Tasmanian farm after fleeing 2013 bushfires -- The fleecy fugitive has been on the lam, or run, ever since.", "score": 42, "num_comments": 5, "url": "https://www.abc.net.au/news/2020-04-16/prickles-the-sheep-found-seven-years-after-fleeing-dunalley-fire/12150052"}, {"title": "Kennel in Palm Beach animal shelter empty for the first time thanks to increase in adoptions – WSVN 7News | Miami News, Weather, Sports", "score": 19, "num_comments": 0, "url": "https://wsvn.com/news/local/kennel-in-palm-beach-animal-shelter-empty-for-the-first-time-thanks-to-increase-in-adoptions/"}, {"title": "Some Good News’ actor John Krasinski to host, DJ virtual prom for students’ whose prom was canceled due to pandemic", "score": 15, "num_comments": 0, "url": "https://www.masslive.com/coronavirus/2020/04/coronavirus-some-good-news-actor-john-krasinski-to-host-dj-virtual-prom-for-students-whose-prom-was-canceled-due-to-pandemic.html"}, {"title": "China cancels clinical trials due to shortage of coronavirus patients", "score": 0, "num_comments": 4, "url": "https://www.scmp.com/news/china/society/article/3080453/china-cancels-coronavirus-clinical-trials-due-shortage-patients"}, {"title": "The Afghan Girls’ Robotics Team Designed an Inexpensive Ventilator Out of Car Parts to Help With the Pandemic Fight", "score": 2128, "num_comments": 50, "url": "https://www.amightygirl.com/blog?p=29535"}, {"title": "You can tour the cherry blossom festivals in Japan for free through VR", "score": 28, "num_comments": 0, "url": "https://sfree.life/tour-the-cherry-blossom-festivals-in-japan-through-vr-free/"}, {"title": "Ventilator built by Airbus and F1 approved for use", "score": 37, "num_comments": 1, "url": "https://www.bbc.co.uk/news/business-52309294"}, {"title": "Eating cats and dogs banned in a second city in China in wake of COVID-19 pandemic", "score": 156, "num_comments": 34, "url": "https://www.newsweek.com/eating-cats-dogs-second-city-china-wake-covid-19-pandemic-1498002"}, {"title": "Brazil Announces Drug 94% Effective to Fight Covid-19 in Vitro, Will Begin Human Tests.", "score": 21, "num_comments": 6, "url": "https://riotimesonline.com/brazil-news/brazil/life-brazil/brazil-discovers-94-percent-effective-drug-to-fight-covid-19/"}, {"title": "Notre-Dame's great bell tolls on anniversary of devastating fire | Restoration of gothic cathedral 'a symbol of the resilience of our people,' Macron says", "score": 267, "num_comments": 14, "url": "https://www.cbc.ca/news/world/notre-dame-fire-anniversary-bell-tolls-1.5533799"}, {"title": "New renewable energy capacity hit record levels in 2019", "score": 14, "num_comments": 0, "url": "https://www.theguardian.com/environment/2020/apr/06/new-renewable-energy-capacity-hit-record-levels-in-2019"}, {"title": "California to give cash payments to immigrants hurt by virus", "score": 0, "num_comments": 9, "url": "https://news.yahoo.com/california-cash-payments-immigrants-hurt-195529265.html"}, {"title": "Neighbor gives pokemon themed cake after calling the police on them", "score": 17, "num_comments": 0, "url": "https://www.ktvu.com/news/neighbor-sends-pokemon-themed-apology-cake-after-calling-police-on-mom-daughter-playing-pokemon-go"}, {"title": "NASA discovery of planet remarkably like ours gives hope for 'second Earth'", "score": 61, "num_comments": 19, "url": "https://www.cnet.com/news/nasa-discovery-of-planet-remarkably-like-ours-gives-hope-for-second-earth/"}, {"title": "World: More than 500,000 Coronavirus Patients have now recovered", "score": 25, "num_comments": 2, "url": "https://bdkhealth.com/more-than-500000-coronavirus-patients-have-recovered/"}, {"title": "Spider Man from Antalya/ Turkey helps people during coronavirus.", "score": 6, "num_comments": 0, "url": "https://www.aa.com.tr/en/pg/photo-gallery/spiderman-becomes-a-true-hero-in-antalya/0"}, {"title": "Chef Isaac Toups of Toups' Meatery in New Orleans providing free family meal for hospitality workers and those in need during pandemic.", "score": 15, "num_comments": 1, "url": "https://wgno.com/news-with-a-twist/food/local-restaurant-update-toups-meatery-offering-free-family-meals-for-those-in-the-service-industry/"}, {"title": "Facebook donates more than 7,400 Portal video chat devices to help isolated veterans", "score": 28, "num_comments": 2, "url": "https://www.cnet.com/news/facebook-donates-more-than-7400-portal-video-chat-devices-to-help-isolated-veterans/"}]